{
  "Revelation 19:16|KJV": {
    "text": "And he hath on his vesture and on his thigh a name written, KING OF KINGS, AND LORD OF LORDS.",
    "verse": 16,
    "book": "Revelation",
    "chapter": 19,
    "translation": "KJV"
  },
  "Hebrews 7:25|KJV": {
    "text": "Wherefore he is able also to save them to the uttermost that come unto God by him, seeing he ever liveth to make intercession for them.",
    "verse": 25,
    "book": "Hebrews",
    "chapter": 7,
    "translation": "KJV"
  },
  "Mark 15:23|KJV": {
    "text": "And they gave him to drink wine mingled with myrrh: but he received it not.",
    "verse": 23,
    "book": "Mark",
    "chapter": 15,
    "translation": "KJV"
  },
  "Matthew 6:33|KJV": {
    "text": "But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.",
    "verse": 33,
    "book": "Matthew",
    "chapter": 6,
    "translation": "KJV"
  },
  "Romans 1:21|KJV": {
    "text": "Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.",
    "verse": 21,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 12:1|KJV": {
    "text": "I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service.",
    "verse": 1,
    "book": "Romans",
    "chapter": 12,
    "translation": "KJV"
  },
  "Matthew 2:1-12|KJV": {
    "text": "Now when Jesus was born in Bethlehem of Judaea in the days of Herod the king, behold, there came wise men from the east to Jerusalem, Saying, Where is he that is born King of the Jews? for we have seen his star in the east, and are come to worship him. When Herod the king had heard these things, he was troubled, and all Jerusalem with him. And when he had gathered all the chief priests and scribes of the people together, he demanded of them where Christ should be born. And they said unto him, In Bethlehem of Judaea: for thus it is written by the prophet, And thou Bethlehem, in the land of Juda, art not the least among the princes of Juda: for out of thee shall come a Governor, that shall rule my people Israel. Then Herod, when he had privily called the wise men, enquired of them diligently what time the star appeared. And he sent them to Bethlehem, and said, Go and search diligently for the young child; and when ye have found him, bring me word again, that I may come and worship him also. When they had heard the king, they departed; and, lo, the star, which they saw in the east, went before them, till it came and stood over where the young child was. When they saw the star, they rejoiced with exceeding great joy. And when they were come into the house, they saw the young child with Mary his mother, and fell down, and worshipped him: and when they had opened their treasures, they presented unto him gifts; gold, and frankincense, and myrrh. And being warned of God in a dream that they should not return to Herod, they departed into their own country another way.",
    "verses": [
      {
        "pk": 2623346,
        "translation": "KJV",
        "book": 40,
        "chapter": 2,
        "verse": 1,
        "text": "Now<S>1161</S> when Jesus<S>2424</S> was born<S>1080</S> in<S>1722</S> Bethlehem<S>965</S> of Judaea<S>2449</S> in<S>1722</S> the days<S>2250</S> of Herod<S>2264</S> the king<S>935</S>, behold<S>2400</S>, there came<S>3854</S> wise men<S>3097</S> from<S>575</S> the east<S>395</S> to<S>1519</S> Jerusalem<S>2414</S>,"
      },
      {
        "pk": 2623347,
        "translation": "KJV",
        "book": 40,
        "chapter": 2,
        "verse": 2,
        "text": "Saying<S>3004</S>, Where<S>4226</S> is<S>2076</S> he that is born<S>5088</S> King<S>935</S> of the Jews<S>2453</S>? for<S>1063</S> we have seen<S>1492</S> his<S>846</S> star<S>792</S> in<S>1722</S> the east<S>395</S>, and<S>2532</S> are come<S>2064</S> to worship<S>4352</S> him<S>846</S>."
      },
      {
        "pk": 2623348,
        "translation": "KJV",
        "book": 40,
        "chapter": 2,
        "verse": 3,
        "text": "When<S>1161</S> Herod<S>2264</S> the king<S>935</S> had heard<S>191</S> these things, he was troubled<S>5015</S>, and<S>2532</S> all<S>3956</S> Jerusalem<S>2414</S> with<S>3326</S> him<S>846</S>."
      },
      {
        "pk": 2623349,
        "translation": "KJV",
        "book": 40,
        "chapter": 2,
        "verse": 4,
        "text": "And<S>2532</S> when he had gathered<S>4863</S> all<S>3956</S> the chief priests<S>749</S> and<S>2532</S> scribes<S>1122</S> of the people<S>2992</S> together<S>4863</S>, he demanded<S>4441</S> of<S>3844</S> them<S>846</S> where<S>4226</S> Christ<S>5547</S> should be born<S>1080</S>."
      },
      {
        "pk": 2623350,
        "translation": "KJV",
        "book": 40,
        "chapter": 2,
        "verse": 5,
        "text": "And<S>1161</S> they said<S>2036</S> unto him<S>846</S>, In<S>1722</S> Bethlehem<S>965</S> of Judaea<S>2449</S>: for<S>1063</S> thus<S>3779</S> it is written<S>1125</S> by<S>1223</S> the prophet<S>4396</S>,"
      },
      {
        "pk": 2623351,
        "translation": "KJV",
        "book": 40,
        "chapter": 2,
        "verse": 6,
        "text": "And<S>2532</S> thou<S>4771</S> Bethlehem<S>965</S>, in the land<S>1093</S> of Juda<S>2448</S>, art<S>1488</S> not<S>3760</S> the least<S>1646</S> among<S>1722</S> the princes<S>2232</S> of Juda<S>2448</S>: for<S>1063</S> out of<S>1537</S> thee<S>4675</S> shall come<S>1831</S> a Governor<S>2233</S>, that<S>3748</S> shall rule<S>4165</S> my<S>3450</S> people<S>2992</S> Israel<S>2474</S>. <sup>rule: or, feed</sup>"
      },
      {
        "pk": 2623352,
        "translation": "KJV",
        "book": 40,
        "chapter": 2,
        "verse": 7,
        "text": "Then<S>5119</S> Herod<S>2264</S>, when he had privily<S>2977</S> called<S>2564</S> the wise men<S>3097</S>, enquired<S>198</S> of<S>3844</S> them<S>846</S> diligently<S>198</S> what time<S>5550</S> the star<S>792</S> appeared<S>5316</S>."
      },
      {
        "pk": 2623353,
        "translation": "KJV",
        "book": 40,
        "chapter": 2,
        "verse": 8,
        "text": "And<S>2532</S> he sent<S>3992</S> them<S>846</S> to<S>1519</S> Bethlehem<S>965</S>, and said<S>2036</S>, Go<S>4198</S> and search<S>1833</S> diligently<S>199</S> for<S>4012</S> the young child<S>3813</S>; and<S>1161</S> when<S>1875</S> ye have found<S>2147</S> him, bring<S>518</S> me<S>3427</S> word again<S>518</S>, that<S>3704</S> I may come<S>2064</S> and worship<S>4352</S> him<S>846</S> also<S>2504</S>."
      },
      {
        "pk": 2623354,
        "translation": "KJV",
        "book": 40,
        "chapter": 2,
        "verse": 9,
        "text": "When<S>1161</S> they had heard<S>191</S> the king<S>935</S>, they departed<S>4198</S>; and<S>2532</S>, lo<S>2400</S>, the star<S>792</S>, which<S>3739</S> they saw<S>1492</S> in<S>1722</S> the east<S>395</S>, went before<S>4254</S> them<S>846</S>, till<S>2193</S> it came<S>2064</S> and stood<S>2476</S> over<S>1883</S> where<S>3757</S> the young child<S>3813</S> was<S>2258</S>."
      },
      {
        "pk": 2623355,
        "translation": "KJV",
        "book": 40,
        "chapter": 2,
        "verse": 10,
        "text": "When<S>1161</S> they saw<S>1492</S> the star<S>792</S>, they rejoiced<S>5463</S> with exceeding<S>4970</S> great<S>3173</S> joy<S>5479</S>."
      },
      {
        "pk": 2623356,
        "translation": "KJV",
        "book": 40,
        "chapter": 2,
        "verse": 11,
        "text": "And<S>2532</S> when they were come<S>2064</S> into<S>1519</S> the house<S>3614</S>, they saw<S>2147</S> <S>1492</S> the young child<S>3813</S> with<S>3326</S> Mary<S>3137</S> his<S>846</S> mother<S>3384</S>, and<S>2532</S> fell down<S>4098</S>, and worshipped<S>4352</S> him<S>846</S>: and<S>2532</S> when they had opened<S>455</S> their<S>846</S> treasures<S>2344</S>, they presented<S>4374</S> unto him<S>846</S> gifts<S>1435</S>; gold<S>5557</S>, and<S>2532</S> frankincense<S>3030</S>, and<S>2532</S> myrrh<S>4666</S>. <sup>presented: or, offered</sup>"
      },
      {
        "pk": 2623357,
        "translation": "KJV",
        "book": 40,
        "chapter": 2,
        "verse": 12,
        "text": "And<S>2532</S> being warned of God<S>5537</S> in<S>2596</S> a dream<S>3677</S> that they should<S>344</S> not<S>3361</S> return<S>344</S> to<S>4314</S> Herod<S>2264</S>, they departed<S>402</S> into<S>1519</S> their own<S>846</S> country<S>5561</S> another<S>1223</S> <S>243</S> way<S>3598</S>."
      }
    ],
    "book": "Matthew",
    "chapter": 2,
    "verse_start": 1,
    "verse_end": 12,
    "translation": "KJV"
  },
  "Numbers 24:17|KJV": {
    "text": "I shall see him, but not now: I shall behold him, but not nigh: there shall come a Star out of Jacob, and a Sceptre shall rise out of Israel, and shall smite the corners of Moab, and destroy all the children of Sheth .",
    "verse": 17,
    "book": "Numbers",
    "chapter": 24,
    "translation": "KJV"
  },
  "Matthew 2:1|KJV": {
    "text": "Now when Jesus was born in Bethlehem of Judaea in the days of Herod the king, behold, there came wise men from the east to Jerusalem,",
    "verse": 1,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:2|KJV": {
    "text": "Saying, Where is he that is born King of the Jews? for we have seen his star in the east, and are come to worship him.",
    "verse": 2,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:3|KJV": {
    "text": "When Herod the king had heard these things, he was troubled, and all Jerusalem with him.",
    "verse": 3,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:4|KJV": {
    "text": "And when he had gathered all the chief priests and scribes of the people together, he demanded of them where Christ should be born.",
    "verse": 4,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:5|KJV": {
    "text": "And they said unto him, In Bethlehem of Judaea: for thus it is written by the prophet,",
    "verse": 5,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:6|KJV": {
    "text": "And thou Bethlehem, in the land of Juda, art not the least among the princes of Juda: for out of thee shall come a Governor, that shall rule my people Israel.",
    "verse": 6,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:7|KJV": {
    "text": "Then Herod, when he had privily called the wise men, enquired of them diligently what time the star appeared.",
    "verse": 7,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:8|KJV": {
    "text": "And he sent them to Bethlehem, and said, Go and search diligently for the young child; and when ye have found him, bring me word again, that I may come and worship him also.",
    "verse": 8,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:9|KJV": {
    "text": "When they had heard the king, they departed; and, lo, the star, which they saw in the east, went before them, till it came and stood over where the young child was.",
    "verse": 9,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:10|KJV": {
    "text": "When they saw the star, they rejoiced with exceeding great joy.",
    "verse": 10,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:11|KJV": {
    "text": "And when they were come into the house, they saw the young child with Mary his mother, and fell down, and worshipped him: and when they had opened their treasures, they presented unto him gifts; gold, and frankincense, and myrrh.",
    "verse": 11,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:12|KJV": {
    "text": "And being warned of God in a dream that they should not return to Herod, they departed into their own country another way.",
    "verse": 12,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:13|KJV": {
    "text": "And when they were departed, behold, the angel of the Lord appeareth to Joseph in a dream, saying, Arise, and take the young child and his mother, and flee into Egypt, and be thou there until I bring thee word: for Herod will seek the young child to destroy him.",
    "verse": 13,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:14|KJV": {
    "text": "When he arose, he took the young child and his mother by night, and departed into Egypt:",
    "verse": 14,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:15|KJV": {
    "text": "And was there until the death of Herod: that it might be fulfilled which was spoken of the Lord by the prophet, saying, Out of Egypt have I called my son.",
    "verse": 15,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:16|KJV": {
    "text": "Then Herod, when he saw that he was mocked of the wise men, was exceeding wroth, and sent forth, and slew all the children that were in Bethlehem, and in all the coasts thereof, from two years old and under, according to the time which he had diligently enquired of the wise men.",
    "verse": 16,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:17|KJV": {
    "text": "Then was fulfilled that which was spoken by Jeremy the prophet, saying,",
    "verse": 17,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:18|KJV": {
    "text": "In Rama was there a voice heard, lamentation, and weeping, and great mourning, Rachel weeping for her children, and would not be comforted, because they are not.",
    "verse": 18,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:19|KJV": {
    "text": "But when Herod was dead, behold, an angel of the Lord appeareth in a dream to Joseph in Egypt,",
    "verse": 19,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 2:20|KJV": {
    "text": "Saying, Arise, and take the young child and his mother, and go into the land of Israel: for they are dead which sought the young child's life.",
    "verse": 20,
    "book": "Matthew",
    "chapter": 2,
    "translation": "KJV"
  },
  "Micah 5:1|KJV": {
    "text": "Now gather thyself in troops, O daughter of troops: he hath laid siege against us: they shall smite the judge of Israel with a rod upon the cheek.",
    "verse": 1,
    "book": "Micah",
    "chapter": 5,
    "translation": "KJV"
  },
  "Micah 5:2|KJV": {
    "text": "But thou, Bethlehem Ephratah, though thou be little among the thousands of Judah, yet out of thee shall he come forth unto me that is to be ruler in Israel; whose goings forth have been from of old, from everlasting .",
    "verse": 2,
    "book": "Micah",
    "chapter": 5,
    "translation": "KJV"
  },
  "Micah 5:3|KJV": {
    "text": "Therefore will he give them up, until the time that she which travaileth hath brought forth: then the remnant of his brethren shall return unto the children of Israel.",
    "verse": 3,
    "book": "Micah",
    "chapter": 5,
    "translation": "KJV"
  },
  "Micah 5:4|KJV": {
    "text": "And he shall stand and feed in the strength of the LORD, in the majesty of the name of the LORD his God; and they shall abide: for now shall he be great unto the ends of the earth.",
    "verse": 4,
    "book": "Micah",
    "chapter": 5,
    "translation": "KJV"
  },
  "Micah 5:5|KJV": {
    "text": "And this man shall be the peace, when the Assyrian shall come into our land: and when he shall tread in our palaces, then shall we raise against him seven shepherds, and eight principal men.",
    "verse": 5,
    "book": "Micah",
    "chapter": 5,
    "translation": "KJV"
  },
  "Micah 5:6|KJV": {
    "text": "And they shall waste the land of Assyria with the sword, and the land of Nimrod in the entrances thereof: thus shall he deliver us from the Assyrian, when he cometh into our land, and when he treadeth within our borders.",
    "verse": 6,
    "book": "Micah",
    "chapter": 5,
    "translation": "KJV"
  },
  "Micah 5:7|KJV": {
    "text": "And the remnant of Jacob shall be in the midst of many people as a dew from the LORD, as the showers upon the grass, that tarrieth not for man, nor waiteth for the sons of men.",
    "verse": 7,
    "book": "Micah",
    "chapter": 5,
    "translation": "KJV"
  },
  "Micah 5:8|KJV": {
    "text": "And the remnant of Jacob shall be among the Gentiles in the midst of many people as a lion among the beasts of the forest, as a young lion among the flocks of sheep: who, if he go through, both treadeth down, and teareth in pieces, and none can deliver.",
    "verse": 8,
    "book": "Micah",
    "chapter": 5,
    "translation": "KJV"
  },
  "Micah 5:9|KJV": {
    "text": "Thine hand shall be lifted up upon thine adversaries, and all thine enemies shall be cut off.",
    "verse": 9,
    "book": "Micah",
    "chapter": 5,
    "translation": "KJV"
  },
  "Micah 5:10|KJV": {
    "text": "And it shall come to pass in that day, saith the LORD, that I will cut off thy horses out of the midst of thee, and I will destroy thy chariots:",
    "verse": 10,
    "book": "Micah",
    "chapter": 5,
    "translation": "KJV"
  },
  "Micah 5:11|KJV": {
    "text": "And I will cut off the cities of thy land, and throw down all thy strong holds:",
    "verse": 11,
    "book": "Micah",
    "chapter": 5,
    "translation": "KJV"
  },
  "Micah 5:12|KJV": {
    "text": "And I will cut off witchcrafts out of thine hand; and thou shalt have no more soothsayers:",
    "verse": 12,
    "book": "Micah",
    "chapter": 5,
    "translation": "KJV"
  },
  "Micah 5:13|KJV": {
    "text": "Thy graven images also will I cut off, and thy standing images out of the midst of thee; and thou shalt no more worship the work of thine hands.",
    "verse": 13,
    "book": "Micah",
    "chapter": 5,
    "translation": "KJV"
  },
  "Micah 5:14|KJV": {
    "text": "And I will pluck up thy groves out of the midst of thee: so will I destroy thy cities .",
    "verse": 14,
    "book": "Micah",
    "chapter": 5,
    "translation": "KJV"
  },
  "Micah 5:15|KJV": {
    "text": "And I will execute vengeance in anger and fury upon the heathen, such as they have not heard.",
    "verse": 15,
    "book": "Micah",
    "chapter": 5,
    "translation": "KJV"
  },
  "Genesis 12:1|KJV": {
    "text": "Now the LORD had said unto Abram, Get thee out of thy country, and from thy kindred, and from thy father's house, unto a land that I will shew thee:",
    "verse": 1,
    "book": "Genesis",
    "chapter": 12,
    "translation": "KJV"
  },
  "Genesis 12:2|KJV": {
    "text": "And I will make of thee a great nation, and I will bless thee, and make thy name great; and thou shalt be a blessing:",
    "verse": 2,
    "book": "Genesis",
    "chapter": 12,
    "translation": "KJV"
  },
  "Genesis 12:3|KJV": {
    "text": "And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed.",
    "verse": 3,
    "book": "Genesis",
    "chapter": 12,
    "translation": "KJV"
  },
  "Genesis 12:4|KJV": {
    "text": "So Abram departed, as the LORD had spoken unto him; and Lot went with him: and Abram was seventy and five years old when he departed out of Haran.",
    "verse": 4,
    "book": "Genesis",
    "chapter": 12,
    "translation": "KJV"
  },
  "Genesis 12:5|KJV": {
    "text": "And Abram took Sarai his wife, and Lot his brother's son, and all their substance that they had gathered, and the souls that they had gotten in Haran; and they went forth to go into the land of Canaan; and into the land of Canaan they came.",
    "verse": 5,
    "book": "Genesis",
    "chapter": 12,
    "translation": "KJV"
  },
  "Genesis 12:6|KJV": {
    "text": "And Abram passed through the land unto the place of Sichem, unto the plain of Moreh. And the Canaanite was then in the land.",
    "verse": 6,
    "book": "Genesis",
    "chapter": 12,
    "translation": "KJV"
  },
  "Genesis 12:7|KJV": {
    "text": "And the LORD appeared unto Abram, and said, Unto thy seed will I give this land: and there builded he an altar unto the LORD, who appeared unto him.",
    "verse": 7,
    "book": "Genesis",
    "chapter": 12,
    "translation": "KJV"
  },
  "Genesis 12:8|KJV": {
    "text": "And he removed from thence unto a mountain on the east of Bethel, and pitched his tent, having Bethel on the west, and Hai on the east: and there he builded an altar unto the LORD, and called upon the name of the LORD.",
    "verse": 8,
    "book": "Genesis",
    "chapter": 12,
    "translation": "KJV"
  },
  "Genesis 12:9|KJV": {
    "text": "And Abram journeyed, going on still toward the south.",
    "verse": 9,
    "book": "Genesis",
    "chapter": 12,
    "translation": "KJV"
  },
  "Genesis 12:10|KJV": {
    "text": "And there was a famine in the land: and Abram went down into Egypt to sojourn there; for the famine was grievous in the land.",
    "verse": 10,
    "book": "Genesis",
    "chapter": 12,
    "translation": "KJV"
  },
  "Genesis 12:11|KJV": {
    "text": "And it came to pass, when he was come near to enter into Egypt, that he said unto Sarai his wife, Behold now, I know that thou art a fair woman to look upon:",
    "verse": 11,
    "book": "Genesis",
    "chapter": 12,
    "translation": "KJV"
  },
  "Genesis 12:12|KJV": {
    "text": "Therefore it shall come to pass, when the Egyptians shall see thee, that they shall say, This is his wife: and they will kill me, but they will save thee alive.",
    "verse": 12,
    "book": "Genesis",
    "chapter": 12,
    "translation": "KJV"
  },
  "Genesis 12:13|KJV": {
    "text": "Say, I pray thee, thou art my sister: that it may be well with me for thy sake; and my soul shall live because of thee.",
    "verse": 13,
    "book": "Genesis",
    "chapter": 12,
    "translation": "KJV"
  },
  "Genesis 12:14|KJV": {
    "text": "And it came to pass, that, when Abram was come into Egypt, the Egyptians beheld the woman that she was very fair.",
    "verse": 14,
    "book": "Genesis",
    "chapter": 12,
    "translation": "KJV"
  },
  "Genesis 12:15|KJV": {
    "text": "The princes also of Pharaoh saw her, and commended her before Pharaoh: and the woman was taken into Pharaoh's house.",
    "verse": 15,
    "book": "Genesis",
    "chapter": 12,
    "translation": "KJV"
  },
  "Genesis 12:16|KJV": {
    "text": "And he entreated Abram well for her sake: and he had sheep, and oxen, and he asses, and menservants, and maidservants, and she asses, and camels.",
    "verse": 16,
    "book": "Genesis",
    "chapter": 12,
    "translation": "KJV"
  },
  "Genesis 12:17|KJV": {
    "text": "And the LORD plagued Pharaoh and his house with great plagues because of Sarai Abram's wife.",
    "verse": 17,
    "book": "Genesis",
    "chapter": 12,
    "translation": "KJV"
  },
  "Genesis 12:18|KJV": {
    "text": "And Pharaoh called Abram, and said, What is this that thou hast done unto me? why didst thou not tell me that she was thy wife?",
    "verse": 18,
    "book": "Genesis",
    "chapter": 12,
    "translation": "KJV"
  },
  "Genesis 12:19|KJV": {
    "text": "Why saidst thou, She is my sister? so I might have taken her to me to wife: now therefore behold thy wife, take her, and go thy way.",
    "verse": 19,
    "book": "Genesis",
    "chapter": 12,
    "translation": "KJV"
  },
  "Genesis 12:20|KJV": {
    "text": "And Pharaoh commanded his men concerning him: and they sent him away, and his wife, and all that he had.",
    "verse": 20,
    "book": "Genesis",
    "chapter": 12,
    "translation": "KJV"
  },
  "Psalms 19:1|KJV": {
    "text": "To the chief Musician, A Psalm of David. The heavens declare the glory of God; and the firmament sheweth his handywork .",
    "verse": 1,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Psalms 19:2|KJV": {
    "text": "Day unto day uttereth speech, and night unto night sheweth knowledge.",
    "verse": 2,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Psalms 19:3|KJV": {
    "text": "There is no speech nor language, where their voice is not heard.",
    "verse": 3,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Psalms 19:4|KJV": {
    "text": "Their line is gone out through all the earth, and their words to the end of the world. In them hath he set a tabernacle for the sun,",
    "verse": 4,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Psalms 19:5|KJV": {
    "text": "Which is as a bridegroom coming out of his chamber, and rejoiceth as a strong man to run a race.",
    "verse": 5,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Psalms 19:6|KJV": {
    "text": "His going forth is from the end of the heaven, and his circuit unto the ends of it: and there is nothing hid from the heat thereof.",
    "verse": 6,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Psalms 19:7|KJV": {
    "text": "The law of the LORD is perfect, converting the soul: the testimony of the LORD is sure, making wise the simple.",
    "verse": 7,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Psalms 19:8|KJV": {
    "text": "The statutes of the LORD are right, rejoicing the heart: the commandment of the LORD is pure, enlightening the eyes.",
    "verse": 8,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Psalms 19:9|KJV": {
    "text": "The fear of the LORD is clean, enduring for ever: the judgments of the LORD are true and righteous altogether.",
    "verse": 9,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Psalms 19:10|KJV": {
    "text": "More to be desired are they than gold, yea, than much fine gold: sweeter also than honey and the honeycomb .",
    "verse": 10,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Psalms 19:11|KJV": {
    "text": "Moreover by them is thy servant warned: and in keeping of them there is great reward.",
    "verse": 11,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Psalms 19:12|KJV": {
    "text": "Who can understand his errors? cleanse thou me from secret faults.",
    "verse": 12,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Psalms 19:13|KJV": {
    "text": "Keep back thy servant also from presumptuous sins; let them not have dominion over me: then shall I be upright, and I shall be innocent from the great transgression.",
    "verse": 13,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Psalms 19:14|KJV": {
    "text": "Let the words of my mouth, and the meditation of my heart, be acceptable in thy sight, O LORD, my strength, and my redeemer.",
    "verse": 14,
    "book": "Psalms",
    "chapter": 19,
    "translation": "KJV"
  },
  "Romans 1:1|KJV": {
    "text": "Paul, a servant of Jesus Christ, called to be an apostle, separated unto the gospel of God,",
    "verse": 1,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:2|KJV": {
    "text": "(Which he had promised afore by his prophets in the holy scriptures,)",
    "verse": 2,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:3|KJV": {
    "text": "Concerning his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh;",
    "verse": 3,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:4|KJV": {
    "text": "And declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead:",
    "verse": 4,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:5|KJV": {
    "text": "By whom we have received grace and apostleship, for obedience to the faith among all nations, for his name:",
    "verse": 5,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:6|KJV": {
    "text": "Among whom are ye also the called of Jesus Christ:",
    "verse": 6,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:7|KJV": {
    "text": "To all that be in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father, and the Lord Jesus Christ.",
    "verse": 7,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:8|KJV": {
    "text": "First , I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world.",
    "verse": 8,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:9|KJV": {
    "text": "For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I make mention of you always in my prayers;",
    "verse": 9,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:10|KJV": {
    "text": "Making request, if by any means now at length I might have a prosperous journey by the will of God to come unto you.",
    "verse": 10,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:11|KJV": {
    "text": "For I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established;",
    "verse": 11,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:12|KJV": {
    "text": "That is, that I may be comforted together with you by the mutual faith both of you and me.",
    "verse": 12,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:13|KJV": {
    "text": "Now I would not have you ignorant, brethren, that oftentimes I purposed to come unto you, (but was let hitherto ,) that I might have some fruit among you also, even as among other Gentiles.",
    "verse": 13,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:14|KJV": {
    "text": "I am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise.",
    "verse": 14,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:15|KJV": {
    "text": "So, as much as in me is, I am ready to preach the gospel to you that are at Rome also.",
    "verse": 15,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:16|KJV": {
    "text": "For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.",
    "verse": 16,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:17|KJV": {
    "text": "For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.",
    "verse": 17,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:18|KJV": {
    "text": "For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;",
    "verse": 18,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:19|KJV": {
    "text": "Because that which may be known of God is manifest in them; for God hath shewed it unto them.",
    "verse": 19,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Romans 1:20|KJV": {
    "text": "For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even his eternal power and Godhead; so that they are without excuse:",
    "verse": 20,
    "book": "Romans",
    "chapter": 1,
    "translation": "KJV"
  },
  "Philippians 2:1|KJV": {
    "text": "If there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies,",
    "verse": 1,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:2|KJV": {
    "text": "Fulfil ye my joy, that ye be likeminded , having the same love, being of one accord, of one mind.",
    "verse": 2,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:3|KJV": {
    "text": "Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.",
    "verse": 3,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:4|KJV": {
    "text": "Look not every man on his own things, but every man also on the things of others.",
    "verse": 4,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:5|KJV": {
    "text": "Let this mind be in you, which was also in Christ Jesus:",
    "verse": 5,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:6|KJV": {
    "text": "Who, being in the form of God, thought it not robbery to be equal with God:",
    "verse": 6,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:7|KJV": {
    "text": "But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:",
    "verse": 7,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:8|KJV": {
    "text": "And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.",
    "verse": 8,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:9|KJV": {
    "text": "Wherefore God also hath highly exalted him, and given him a name which is above every name:",
    "verse": 9,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:10|KJV": {
    "text": "That at the name of Jesus every knee should bow, of things in heaven, and things in earth, and things under the earth;",
    "verse": 10,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:11|KJV": {
    "text": "And that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.",
    "verse": 11,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:12|KJV": {
    "text": "Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.",
    "verse": 12,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:13|KJV": {
    "text": "For it is God which worketh in you both to will and to do of his good pleasure.",
    "verse": 13,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:14|KJV": {
    "text": "Do all things without murmurings and disputings:",
    "verse": 14,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:15|KJV": {
    "text": "That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;",
    "verse": 15,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:16|KJV": {
    "text": "Holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain.",
    "verse": 16,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:17|KJV": {
    "text": "Yea, and if I be offered upon the sacrifice and service of your faith, I joy, and rejoice with you all.",
    "verse": 17,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:18|KJV": {
    "text": "For the same cause also do ye joy, and rejoice with me.",
    "verse": 18,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:19|KJV": {
    "text": "But I trust in the Lord Jesus to send Timotheus shortly unto you, that I also may be of good comfort, when I know your state.",
    "verse": 19,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  },
  "Philippians 2:20|KJV": {
    "text": "For I have no man likeminded, who will naturally care for your state.",
    "verse": 20,
    "book": "Philippians",
    "chapter": 2,
    "translation": "KJV"
  }
}