{
  "Romans 8:29|KJV": {
    "text": "For whom he did foreknow, he also did predestinate to be conformed to the image of his Son, that he might be the firstborn among many brethren.",
    "verse": 29,
    "book": "Romans",
    "chapter": 8,
    "translation": "KJV"
  },
  "Galatians 1:6|KJV": {
    "text": "I marvel that ye are so soon removed from him that called you into the grace of Christ unto another gospel:",
    "verse": 6,
    "book": "Galatians",
    "chapter": 1,
    "translation": "KJV"
  },
  "Galatians 1:6|NKJV": {
    "text": "I marvel that you are turning away so soon from Him who called you in the grace of Christ, to a different gospel,",
    "verse": 6,
    "book": "Galatians",
    "chapter": 1,
    "translation": "NKJV"
  },
  "Galatians 1:6|ESV": {
    "text": "I am astonished that you are so quickly deserting him who called you in the grace of Christ and are turning to a different gospel —",
    "verse": 6,
    "book": "Galatians",
    "chapter": 1,
    "translation": "ESV"
  },
  "Galatians 1:6|NIV": {
    "text": "No Other GospelI am astonished that you are so quickly deserting the one who called you by the grace of Christ and are turning to a different gospel—",
    "verse": 6,
    "book": "Galatians",
    "chapter": 1,
    "translation": "NIV"
  },
  "Galatians 1:6|NASB": {
    "text": "I am amazed that you are so quickly deserting Him who called you by the grace of Christ, for a different gospel;",
    "verse": 6,
    "book": "Galatians",
    "chapter": 1,
    "translation": "NASB"
  },
  "Galatians 1:6|NLT": {
    "text": "I am shocked that you are turning away so soon from God, who called you to himself through the loving mercy of Christ. You are following a different way that pretends to be the Good News",
    "verse": 6,
    "book": "Galatians",
    "chapter": 1,
    "translation": "NLT"
  },
  "Galatians 1:6|RSV": {
    "text": "I am astonished that you are so quickly deserting him who called you in the grace of Christ and turning to a different gospel --",
    "verse": 6,
    "book": "Galatians",
    "chapter": 1,
    "translation": "RSV"
  },
  "Galatians 1:6|ASV": {
    "text": "I marvel that ye are so quickly removing from him that called you in the grace of Christ unto a different gospel;",
    "verse": 6,
    "book": "Galatians",
    "chapter": 1,
    "translation": "ASV"
  },
  "Romans 8:29|NKJV": {
    "text": "For whom He foreknew, He also predestined to be conformed to the image of His Son, that He might be the firstborn among many brethren.",
    "verse": 29,
    "book": "Romans",
    "chapter": 8,
    "translation": "NKJV"
  },
  "Romans 8:29|ESV": {
    "text": "For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers.",
    "verse": 29,
    "book": "Romans",
    "chapter": 8,
    "translation": "ESV"
  },
  "Romans 8:29|NIV": {
    "text": "For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers.",
    "verse": 29,
    "book": "Romans",
    "chapter": 8,
    "translation": "NIV"
  },
  "Romans 8:29|NASB": {
    "text": "For those whom He foreknew, He also predestined [to become] conformed to the image of His Son, so that He would be the firstborn among many brethren;",
    "verse": 29,
    "book": "Romans",
    "chapter": 8,
    "translation": "NASB"
  },
  "Romans 8:29|NLT": {
    "text": "For God knew his people in advance, and he chose them to become like his Son, so that his Son would be the firstborn among many brothers and sisters.",
    "verse": 29,
    "book": "Romans",
    "chapter": 8,
    "translation": "NLT"
  },
  "Romans 8:29|RSV": {
    "text": "For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the first-born among many brethren.",
    "verse": 29,
    "book": "Romans",
    "chapter": 8,
    "translation": "RSV"
  },
  "Romans 8:29|ASV": {
    "text": "For whom he foreknew, he also foreordained to be conformed to the image of his Son, that he might be the firstborn among many brethren:",
    "verse": 29,
    "book": "Romans",
    "chapter": 8,
    "translation": "ASV"
  },
  "2 Timothy 3:1|KJV": {
    "text": "This know also, that in the last days perilous times shall come.",
    "verse": 1,
    "book": "2 Timothy",
    "chapter": 3,
    "translation": "KJV"
  },
  "2 Timothy 3:1|NKJV": {
    "text": "But know this, that in the last days perilous times will come:",
    "verse": 1,
    "book": "2 Timothy",
    "chapter": 3,
    "translation": "NKJV"
  },
  "2 Timothy 3:1|ESV": {
    "text": "But understand this, that in the last days there will come times of difficulty.",
    "verse": 1,
    "book": "2 Timothy",
    "chapter": 3,
    "translation": "ESV"
  },
  "2 Timothy 3:1|NIV": {
    "text": "Godlessness in the Last DaysBut mark this: There will be terrible times in the last days.",
    "verse": 1,
    "book": "2 Timothy",
    "chapter": 3,
    "translation": "NIV"
  },
  "2 Timothy 3:1|NASB": {
    "text": "But realize this, that in the last days difficult times will come.",
    "verse": 1,
    "book": "2 Timothy",
    "chapter": 3,
    "translation": "NASB"
  },
  "2 Timothy 3:1|NLT": {
    "text": "You should know this, Timothy, that in the last days there will be very difficult times.",
    "verse": 1,
    "book": "2 Timothy",
    "chapter": 3,
    "translation": "NLT"
  },
  "2 Timothy 3:1|RSV": {
    "text": "But understand this, that in the last days there will come times of stress.",
    "verse": 1,
    "book": "2 Timothy",
    "chapter": 3,
    "translation": "RSV"
  },
  "2 Timothy 3:1|ASV": {
    "text": "But know this, that in the last days grievous times shall come.",
    "verse": 1,
    "book": "2 Timothy",
    "chapter": 3,
    "translation": "ASV"
  },
  "Romans 1:21-22|KJV": {
    "text": "Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened. Professing themselves to be wise, they became fools,",
    "verses": [
      {
        "pk": 2628126,
        "translation": "KJV",
        "book": 45,
        "chapter": 1,
        "verse": 21,
        "text": "Because<S>1360</S> that, when they knew<S>1097</S> God<S>2316</S>, they glorified<S>1392</S> him not<S>3756</S> as<S>5613</S> God<S>2316</S>, neither<S>2228</S> were thankful<S>2168</S>; but<S>235</S> became vain<S>3154</S> in<S>1722</S> their<S>846</S> imaginations<S>1261</S>, and<S>2532</S> their<S>846</S> foolish<S>801</S> heart<S>2588</S> was darkened<S>4654</S>."
      },
      {
        "pk": 2628127,
        "translation": "KJV",
        "book": 45,
        "chapter": 1,
        "verse": 22,
        "text": "Professing themselves<S>5335</S> to be<S>1511</S> wise<S>4680</S>, they became fools<S>3471</S>,"
      }
    ],
    "book": "Romans",
    "chapter": 1,
    "verse_start": 21,
    "verse_end": 22,
    "translation": "KJV"
  },
  "Romans 1:21-22|NKJV": {
    "text": "because, although they knew God, they did not glorify Him as God, nor were thankful, but became futile in their thoughts, and their foolish hearts were darkened. Professing to be wise, they became fools,",
    "verses": [
      {
        "pk": 2181656,
        "translation": "NKJV",
        "book": 45,
        "chapter": 1,
        "verse": 21,
        "text": "because, although they knew God, they did not glorify <i>Him</i> as God, nor were thankful, but became futile in their thoughts, and their foolish hearts were darkened."
      },
      {
        "pk": 2181657,
        "translation": "NKJV",
        "book": 45,
        "chapter": 1,
        "verse": 22,
        "text": "Professing to be wise, they became fools,"
      }
    ],
    "book": "Romans",
    "chapter": 1,
    "verse_start": 21,
    "verse_end": 22,
    "translation": "NKJV"
  },
  "Romans 1:21-22|ESV": {
    "text": "For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened. Claiming to be wise, they became fools,",
    "verses": [
      {
        "pk": 1960015,
        "translation": "ESV",
        "book": 45,
        "chapter": 1,
        "verse": 21,
        "text": "For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened."
      },
      {
        "pk": 1960016,
        "translation": "ESV",
        "book": 45,
        "chapter": 1,
        "verse": 22,
        "text": " Claiming to be wise, they became fools,"
      }
    ],
    "book": "Romans",
    "chapter": 1,
    "verse_start": 21,
    "verse_end": 22,
    "translation": "ESV"
  },
  "Romans 1:21-22|NIV": {
    "text": "For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened. Although they claimed to be wise, they became fools",
    "verses": [
      {
        "pk": 2596585,
        "translation": "NIV",
        "book": 45,
        "chapter": 1,
        "verse": 21,
        "text": "For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened."
      },
      {
        "pk": 2596586,
        "translation": "NIV",
        "book": 45,
        "chapter": 1,
        "verse": 22,
        "text": "Although they claimed to be wise, they became fools"
      }
    ],
    "book": "Romans",
    "chapter": 1,
    "verse_start": 21,
    "verse_end": 22,
    "translation": "NIV"
  },
  "Romans 1:21-22|NASB": {
    "text": "For even though they knew God, they did not honor Him as God or give thanks, but they became futile in their speculations, and their foolish heart was darkened. Professing to be wise, they became fools,",
    "verses": [
      {
        "pk": 859579,
        "translation": "NASB",
        "book": 45,
        "chapter": 1,
        "verse": 21,
        "text": "For even though they knew God, they did not honor Him as God or give thanks, but they became futile in their speculations, and their foolish heart was darkened."
      },
      {
        "pk": 859580,
        "translation": "NASB",
        "book": 45,
        "chapter": 1,
        "verse": 22,
        "text": "Professing to be wise, they became fools,"
      }
    ],
    "book": "Romans",
    "chapter": 1,
    "verse_start": 21,
    "verse_end": 22,
    "translation": "NASB"
  },
  "Romans 1:21-22|NLT": {
    "text": "Yes, they knew God, but they wouldn’t worship him as God or even give him thanks. And they began to think up foolish ideas of what God was like. As a result, their minds became dark and confused. Claiming to be wise, they instead became utter fools.",
    "verses": [
      {
        "pk": 2664894,
        "translation": "NLT",
        "book": 45,
        "chapter": 1,
        "verse": 21,
        "text": "Yes, they knew God, but they wouldn’t worship him as God or even give him thanks. And they began to think up foolish ideas of what God was like. As a result, their minds became dark and confused."
      },
      {
        "pk": 2664895,
        "translation": "NLT",
        "book": 45,
        "chapter": 1,
        "verse": 22,
        "text": "Claiming to be wise, they instead became utter fools."
      }
    ],
    "book": "Romans",
    "chapter": 1,
    "verse_start": 21,
    "verse_end": 22,
    "translation": "NLT"
  },
  "Romans 1:21-22|RSV": {
    "text": "for although they knew God they did not honor him as God or give thanks to him, but they became futile in their thinking and their senseless minds were darkened. Claiming to be wise, they became fools,",
    "verses": [
      {
        "pk": 1345986,
        "translation": "RSV",
        "book": 45,
        "chapter": 1,
        "verse": 21,
        "text": "for although they knew God they did not honor him as God or give thanks to him, but they became futile in their thinking and their senseless minds were darkened."
      },
      {
        "pk": 1345987,
        "translation": "RSV",
        "book": 45,
        "chapter": 1,
        "verse": 22,
        "text": "Claiming to be wise, they became fools,"
      }
    ],
    "book": "Romans",
    "chapter": 1,
    "verse_start": 21,
    "verse_end": 22,
    "translation": "RSV"
  },
  "Romans 1:21-22|ASV": {
    "text": "because that, knowing God, they glorified him not as God, neither gave thanks; but became vain in their reasonings, and their senseless heart was darkened. Professing themselves to be wise, they became fools,",
    "verses": [
      {
        "pk": 4855440,
        "translation": "ASV",
        "book": 45,
        "chapter": 1,
        "verse": 21,
        "text": "because that<S>1360</S>, knowing<S>1097</S> God<S>2316</S>, they glorified<S>1392</S> him not<S>3756</S> as<S>5613</S> God<S>2316</S>, neither<S>2228</S> gave thanks<S>2168</S>; but<S>235</S> became vain<S>3154</S> in<S>1722</S> their<S>846</S> reasonings<S>1261</S>, and<S>2532</S> their<S>846</S> senseless<S>801</S> heart<S>2588</S> was darkened<S>4654</S>."
      },
      {
        "pk": 4855441,
        "translation": "ASV",
        "book": 45,
        "chapter": 1,
        "verse": 22,
        "text": "Professing themselves<S>5335</S> to be<S>1511</S> wise<S>4680</S>, they became fools<S>3471</S>,"
      }
    ],
    "book": "Romans",
    "chapter": 1,
    "verse_start": 21,
    "verse_end": 22,
    "translation": "ASV"
  },
  "2 Corinthians 2:14|KJV": {
    "text": "Now thanks be unto God, which always causeth us to triumph in Christ, and maketh manifest the savour of his knowledge by us in every place.",
    "verse": 14,
    "book": "2 Corinthians",
    "chapter": 2,
    "translation": "KJV"
  },
  "2 Corinthians 2:14|NKJV": {
    "text": "Now thanks be to God who always leads us in triumph in Christ, and through us diffuses the fragrance of His knowledge in every place.",
    "verse": 14,
    "book": "2 Corinthians",
    "chapter": 2,
    "translation": "NKJV"
  },
  "2 Corinthians 2:14|ESV": {
    "text": "But thanks be to God, who in Christ always leads us in triumphal procession, and through us spreads the fragrance of the knowledge of him everywhere.",
    "verse": 14,
    "book": "2 Corinthians",
    "chapter": 2,
    "translation": "ESV"
  },
  "2 Corinthians 2:14|NIV": {
    "text": "But thanks be to God, who always leads us in triumphal procession in Christ and through us spreads everywhere the fragrance of the knowledge of him.",
    "verse": 14,
    "book": "2 Corinthians",
    "chapter": 2,
    "translation": "NIV"
  },
  "2 Corinthians 2:14|NASB": {
    "text": "But thanks be to God, who always leads us in triumph in Christ, and manifests through us the sweet aroma of the knowledge of Him in every place.",
    "verse": 14,
    "book": "2 Corinthians",
    "chapter": 2,
    "translation": "NASB"
  },
  "2 Corinthians 2:14|NLT": {
    "text": "But thank God! He has made us his captives and continues to lead us along in Christ’s triumphal procession. Now he uses us to spread the knowledge of Christ everywhere, like a sweet perfume.",
    "verse": 14,
    "book": "2 Corinthians",
    "chapter": 2,
    "translation": "NLT"
  },
  "2 Corinthians 2:14|RSV": {
    "text": "But thanks be to God, who in Christ always leads us in triumph, and through us spreads the fragrance of the knowledge of him everywhere.",
    "verse": 14,
    "book": "2 Corinthians",
    "chapter": 2,
    "translation": "RSV"
  },
  "2 Corinthians 2:14|ASV": {
    "text": "But thanks be unto God, who always leadeth us in triumph in Christ, and maketh manifest through us the savor of his knowledge in every place.",
    "verse": 14,
    "book": "2 Corinthians",
    "chapter": 2,
    "translation": "ASV"
  },
  "Romans 16:17-18|KJV": {
    "text": "Now I beseech you, brethren, mark them which cause divisions and offences contrary to the doctrine which ye have learned; and avoid them . For they that are such serve not our Lord Jesus Christ, but their own belly; and by good words and fair speeches deceive the hearts of the simple.",
    "verses": [
      {
        "pk": 2628528,
        "translation": "KJV",
        "book": 45,
        "chapter": 16,
        "verse": 17,
        "text": "Now<S>1161</S> I beseech<S>3870</S> you<S>5209</S>, brethren<S>80</S>, mark<S>4648</S> them which cause<S>4160</S> divisions<S>1370</S> and<S>2532</S> offences<S>4625</S> contrary<S>3844</S> to the doctrine<S>1322</S> which<S>3739</S> ye<S>5210</S> have learned<S>3129</S>; and<S>2532</S> avoid<S>1578</S> them<S>575</S> <S>846</S>."
      },
      {
        "pk": 2628529,
        "translation": "KJV",
        "book": 45,
        "chapter": 16,
        "verse": 18,
        "text": "For<S>1063</S> they that are such<S>5108</S> serve<S>1398</S> not<S>3756</S> our<S>2257</S> Lord<S>2962</S> Jesus<S>2424</S> Christ<S>5547</S>, but<S>235</S> their own<S>1438</S> belly<S>2836</S>; and<S>2532</S> by<S>1223</S> good words<S>5542</S> and<S>2532</S> fair speeches<S>2129</S> deceive<S>1818</S> the hearts<S>2588</S> of the simple<S>172</S>."
      }
    ],
    "book": "Romans",
    "chapter": 16,
    "verse_start": 17,
    "verse_end": 18,
    "translation": "KJV"
  },
  "Romans 16:17-18|NKJV": {
    "text": "Now I urge you, brethren, note those who cause divisions and offenses, contrary to the doctrine which you learned, and avoid them. For those who are such do not serve our Lord Jesus Christ, but their own belly, and by smooth words and flattering speech deceive the hearts of the simple.",
    "verses": [
      {
        "pk": 2182058,
        "translation": "NKJV",
        "book": 45,
        "chapter": 16,
        "verse": 17,
        "text": "Now I urge you, brethren, note those who cause divisions and offenses, contrary to the doctrine which you learned, and avoid them."
      },
      {
        "pk": 2182059,
        "translation": "NKJV",
        "book": 45,
        "chapter": 16,
        "verse": 18,
        "text": "For those who are such do not serve our Lord Jesus Christ, but their own belly, and by smooth words and flattering speech deceive the hearts of the simple."
      }
    ],
    "book": "Romans",
    "chapter": 16,
    "verse_start": 17,
    "verse_end": 18,
    "translation": "NKJV"
  },
  "Romans 16:17-18|ESV": {
    "text": "I appeal to you, brothers, to watch out for those who cause divisions and create obstacles contrary to the doctrine that you have been taught; avoid them. For such persons do not serve our Lord Christ, but their own appetites, and by smooth talk and flattery they deceive the hearts of the naive.",
    "verses": [
      {
        "pk": 1960417,
        "translation": "ESV",
        "book": 45,
        "chapter": 16,
        "verse": 17,
        "text": "I appeal to you, brothers, to watch out for those who cause divisions and create obstacles contrary to the doctrine that you have been taught; avoid them."
      },
      {
        "pk": 1960418,
        "translation": "ESV",
        "book": 45,
        "chapter": 16,
        "verse": 18,
        "text": "For such persons do not serve our Lord Christ, but their own appetites,  and by smooth talk and flattery they deceive the hearts of the naive."
      }
    ],
    "book": "Romans",
    "chapter": 16,
    "verse_start": 17,
    "verse_end": 18,
    "translation": "ESV"
  },
  "Romans 16:17-18|NIV": {
    "text": "I urge you, brothers, to watch out for those who cause divisions and put obstacles in your way that are contrary to the teaching you have learned. Keep away from them. For such people are not serving our Lord Christ, but their own appetites. By smooth talk and flattery they deceive the minds of naive people.",
    "verses": [
      {
        "pk": 2596987,
        "translation": "NIV",
        "book": 45,
        "chapter": 16,
        "verse": 17,
        "text": "I urge you, brothers, to watch out for those who cause divisions and put obstacles in your way that are contrary to the teaching you have learned. Keep away from them."
      },
      {
        "pk": 2596988,
        "translation": "NIV",
        "book": 45,
        "chapter": 16,
        "verse": 18,
        "text": "For such people are not serving our Lord Christ, but their own appetites. By smooth talk and flattery they deceive the minds of naive people."
      }
    ],
    "book": "Romans",
    "chapter": 16,
    "verse_start": 17,
    "verse_end": 18,
    "translation": "NIV"
  },
  "Romans 16:17-18|NASB": {
    "text": "Now I urge you, brethren, keep your eye on those who cause dissensions and hindrances contrary to the teaching which you learned, and turn away from them. For such men are slaves, not of our Lord Christ but of their own appetites; and by their smooth and flattering speech they deceive the hearts of the unsuspecting.",
    "verses": [
      {
        "pk": 859981,
        "translation": "NASB",
        "book": 45,
        "chapter": 16,
        "verse": 17,
        "text": "Now I urge you, brethren, keep your eye on those who cause dissensions and hindrances contrary to the teaching which you learned, and turn away from them."
      },
      {
        "pk": 859982,
        "translation": "NASB",
        "book": 45,
        "chapter": 16,
        "verse": 18,
        "text": "For such men are slaves, not of our Lord Christ but of their own appetites; and by their smooth and flattering speech they deceive the hearts of the unsuspecting."
      }
    ],
    "book": "Romans",
    "chapter": 16,
    "verse_start": 17,
    "verse_end": 18,
    "translation": "NASB"
  },
  "Romans 16:17-18|NLT": {
    "text": "And now I make one more appeal, my dear brothers and sisters. Watch out for people who cause divisions and upset people’s faith by teaching things contrary to what you have been taught. Stay away from them. Such people are not serving Christ our Lord; they are serving their own personal interests. By smooth talk and glowing words they deceive innocent people.",
    "verses": [
      {
        "pk": 2665296,
        "translation": "NLT",
        "book": 45,
        "chapter": 16,
        "verse": 17,
        "text": "And now I make one more appeal, my dear brothers and sisters. Watch out for people who cause divisions and upset people’s faith by teaching things contrary to what you have been taught. Stay away from them."
      },
      {
        "pk": 2665297,
        "translation": "NLT",
        "book": 45,
        "chapter": 16,
        "verse": 18,
        "text": "Such people are not serving Christ our Lord; they are serving their own personal interests. By smooth talk and glowing words they deceive innocent people."
      }
    ],
    "book": "Romans",
    "chapter": 16,
    "verse_start": 17,
    "verse_end": 18,
    "translation": "NLT"
  },
  "Romans 16:17-18|RSV": {
    "text": "I appeal to you, brethren, to take note of those who create dissensions and difficulties, in opposition to the doctrine which you have been taught; avoid them. For such persons do not serve our Lord Christ, but their own appetites, and by fair and flattering words they deceive the hearts of the simple-minded.",
    "verses": [
      {
        "pk": 1346388,
        "translation": "RSV",
        "book": 45,
        "chapter": 16,
        "verse": 17,
        "text": "I appeal to you, brethren, to take note of those who create dissensions and difficulties, in opposition to the doctrine which you have been taught; avoid them."
      },
      {
        "pk": 1346389,
        "translation": "RSV",
        "book": 45,
        "chapter": 16,
        "verse": 18,
        "text": "For such persons do not serve our Lord Christ, but their own appetites, and by fair and flattering words they deceive the hearts of the simple-minded."
      }
    ],
    "book": "Romans",
    "chapter": 16,
    "verse_start": 17,
    "verse_end": 18,
    "translation": "RSV"
  },
  "Romans 16:17-18|ASV": {
    "text": "Now I beseech you, brethren, mark them that are causing the divisions and occasions of stumbling, contrary to the doctrine which ye learned: and turn away from them. For they that are such serve not our Lord2962, 2424 Christ, but their own belly; and by their smooth and fair speech they beguile the hearts of the innocent.",
    "verses": [
      {
        "pk": 4855615,
        "translation": "ASV",
        "book": 45,
        "chapter": 16,
        "verse": 17,
        "text": "Now<S>1161</S> I beseech<S>3870</S> you<S>5209</S>, brethren<S>80</S>, mark<S>4648</S> them that are causing<S>4160</S> the divisions<S>1370</S> and<S>2532</S> occasions of stumbling<S>4625</S>, contrary to<S>3844</S> the doctrine<S>1322</S> which<S>3739</S> ye<S>5210</S> learned<S>3129</S>: and<S>2532</S> turn away<S>1578</S> from<S>575</S> them<S>846</S>."
      },
      {
        "pk": 4855616,
        "translation": "ASV",
        "book": 45,
        "chapter": 16,
        "verse": 18,
        "text": "For<S>1063</S> they that are such<S>5108</S> serve<S>1398</S> not<S>3756</S> our<S>2257</S> Lord<S>2962, 2424</S> Christ<S>5547</S>, but<S>235</S> their own<S>1438</S> belly<S>2836</S>; and<S>2532</S> by<S>1223</S> their smooth<S>5542</S> and<S>2532</S> fair speech<S>2129</S> they beguile<S>1818</S> the hearts<S>2588</S> of the innocent<S>172</S>."
      }
    ],
    "book": "Romans",
    "chapter": 16,
    "verse_start": 17,
    "verse_end": 18,
    "translation": "ASV"
  },
  "Philippians 3:17|KJV": {
    "text": "Brethren, be followers together of me, and mark them which walk so as ye have us for an ensample.",
    "verse": 17,
    "book": "Philippians",
    "chapter": 3,
    "translation": "KJV"
  },
  "Philippians 3:17|NKJV": {
    "text": "Brethren, join in following my example, and note those who so walk, as you have us for a pattern.",
    "verse": 17,
    "book": "Philippians",
    "chapter": 3,
    "translation": "NKJV"
  },
  "Philippians 3:17|ESV": {
    "text": "Brothers, join in imitating me, and keep your eyes on those who walk according to the example you have in us.",
    "verse": 17,
    "book": "Philippians",
    "chapter": 3,
    "translation": "ESV"
  },
  "Philippians 3:17|NIV": {
    "text": "Join with others in following my example, brothers, and take note of those who live according to the pattern we gave you.",
    "verse": 17,
    "book": "Philippians",
    "chapter": 3,
    "translation": "NIV"
  },
  "Philippians 3:17|NASB": {
    "text": "Brethren, join in following my example, and observe those who walk according to the pattern you have in us.",
    "verse": 17,
    "book": "Philippians",
    "chapter": 3,
    "translation": "NASB"
  },
  "Philippians 3:17|NLT": {
    "text": "Dear brothers and sisters, pattern your lives after mine, and learn from those who follow our example.",
    "verse": 17,
    "book": "Philippians",
    "chapter": 3,
    "translation": "NLT"
  },
  "Philippians 3:17|RSV": {
    "text": "Brethren, join in imitating me, and mark those who so live as you have an example in us.",
    "verse": 17,
    "book": "Philippians",
    "chapter": 3,
    "translation": "RSV"
  },
  "Philippians 3:17|ASV": {
    "text": "Brethren, be ye imitators together of me, and mark them that so walk even as ye have us for an ensample.",
    "verse": 17,
    "book": "Philippians",
    "chapter": 3,
    "translation": "ASV"
  },
  "2 Thessalonians 3:6|KJV": {
    "text": "Now we command you, brethren, in the name of our Lord Jesus Christ, that ye withdraw yourselves from every brother that walketh disorderly, and not after the tradition which he received of us.",
    "verse": 6,
    "book": "2 Thessalonians",
    "chapter": 3,
    "translation": "KJV"
  },
  "1 Timothy 6:1|KJV": {
    "text": "Let as many servants as are under the yoke count their own masters worthy of all honour, that the name of God and his doctrine be not blasphemed.",
    "verse": 1,
    "book": "1 Timothy",
    "chapter": 6,
    "translation": "KJV"
  },
  "1 Timothy 6:2|KJV": {
    "text": "And they that have believing masters, let them not despise them, because they are brethren; but rather do them service, because they are faithful and beloved, partakers of the benefit. These things teach and exhort.",
    "verse": 2,
    "book": "1 Timothy",
    "chapter": 6,
    "translation": "KJV"
  },
  "1 Timothy 6:3|KJV": {
    "text": "If any man teach otherwise, and consent not to wholesome words, even the words of our Lord Jesus Christ, and to the doctrine which is according to godliness;",
    "verse": 3,
    "book": "1 Timothy",
    "chapter": 6,
    "translation": "KJV"
  },
  "1 Timothy 6:4|KJV": {
    "text": "He is proud, knowing nothing, but doting about questions and strifes of words, whereof cometh envy, strife, railings, evil surmisings,",
    "verse": 4,
    "book": "1 Timothy",
    "chapter": 6,
    "translation": "KJV"
  },
  "1 Timothy 6:5|KJV": {
    "text": "Perverse disputings of men of corrupt minds, and destitute of the truth, supposing that gain is godliness: from such withdraw thyself.",
    "verse": 5,
    "book": "1 Timothy",
    "chapter": 6,
    "translation": "KJV"
  },
  "1 Timothy 6:6|KJV": {
    "text": "But godliness with contentment is great gain.",
    "verse": 6,
    "book": "1 Timothy",
    "chapter": 6,
    "translation": "KJV"
  },
  "1 Timothy 6:7|KJV": {
    "text": "For we brought nothing into this world, and it is certain we can carry nothing out.",
    "verse": 7,
    "book": "1 Timothy",
    "chapter": 6,
    "translation": "KJV"
  },
  "1 Timothy 6:8|KJV": {
    "text": "And having food and raiment let us be therewith content.",
    "verse": 8,
    "book": "1 Timothy",
    "chapter": 6,
    "translation": "KJV"
  },
  "1 Timothy 6:9|KJV": {
    "text": "But they that will be rich fall into temptation and a snare, and into many foolish and hurtful lusts, which drown men in destruction and perdition.",
    "verse": 9,
    "book": "1 Timothy",
    "chapter": 6,
    "translation": "KJV"
  },
  "1 Timothy 6:10|KJV": {
    "text": "For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.",
    "verse": 10,
    "book": "1 Timothy",
    "chapter": 6,
    "translation": "KJV"
  },
  "1 Timothy 6:11|KJV": {
    "text": "But thou, O man of God, flee these things; and follow after righteousness, godliness, faith, love, patience, meekness.",
    "verse": 11,
    "book": "1 Timothy",
    "chapter": 6,
    "translation": "KJV"
  },
  "1 Timothy 6:12|KJV": {
    "text": "Fight the good fight of faith, lay hold on eternal life, whereunto thou art also called, and hast professed a good profession before many witnesses.",
    "verse": 12,
    "book": "1 Timothy",
    "chapter": 6,
    "translation": "KJV"
  },
  "1 Timothy 6:13|KJV": {
    "text": "I give thee charge in the sight of God, who quickeneth all things, and before Christ Jesus, who before Pontius Pilate witnessed a good confession;",
    "verse": 13,
    "book": "1 Timothy",
    "chapter": 6,
    "translation": "KJV"
  },
  "1 Timothy 6:14|KJV": {
    "text": "That thou keep this commandment without spot, unrebukeable, until the appearing of our Lord Jesus Christ:",
    "verse": 14,
    "book": "1 Timothy",
    "chapter": 6,
    "translation": "KJV"
  },
  "1 Timothy 6:15|KJV": {
    "text": "Which in his times he shall shew, who is the blessed and only Potentate, the King of kings, and Lord of lords;",
    "verse": 15,
    "book": "1 Timothy",
    "chapter": 6,
    "translation": "KJV"
  },
  "1 Timothy 6:16|KJV": {
    "text": "Who only hath immortality, dwelling in the light which no man can approach unto; whom no man hath seen, nor can see: to whom be honour and power everlasting. Amen.",
    "verse": 16,
    "book": "1 Timothy",
    "chapter": 6,
    "translation": "KJV"
  },
  "1 Timothy 6:17|KJV": {
    "text": "Charge them that are rich in this world, that they be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy;",
    "verse": 17,
    "book": "1 Timothy",
    "chapter": 6,
    "translation": "KJV"
  },
  "1 Timothy 6:18|KJV": {
    "text": "That they do good, that they be rich in good works, ready to distribute , willing to communicate;",
    "verse": 18,
    "book": "1 Timothy",
    "chapter": 6,
    "translation": "KJV"
  },
  "1 Timothy 6:19|KJV": {
    "text": "Laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life.",
    "verse": 19,
    "book": "1 Timothy",
    "chapter": 6,
    "translation": "KJV"
  },
  "1 Timothy 6:20|KJV": {
    "text": "O Timothy, keep that which is committed to thy trust, avoiding profane and vain babblings, and oppositions of science falsely so called:",
    "verse": 20,
    "book": "1 Timothy",
    "chapter": 6,
    "translation": "KJV"
  },
  "John 3:1|KJV": {
    "text": "There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:",
    "verse": 1,
    "book": "John",
    "chapter": 3,
    "translation": "KJV"
  },
  "John 3:2|KJV": {
    "text": "The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.",
    "verse": 2,
    "book": "John",
    "chapter": 3,
    "translation": "KJV"
  },
  "John 3:3|KJV": {
    "text": "Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.",
    "verse": 3,
    "book": "John",
    "chapter": 3,
    "translation": "KJV"
  },
  "John 3:4|KJV": {
    "text": "Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother's womb, and be born?",
    "verse": 4,
    "book": "John",
    "chapter": 3,
    "translation": "KJV"
  },
  "John 3:5|KJV": {
    "text": "Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.",
    "verse": 5,
    "book": "John",
    "chapter": 3,
    "translation": "KJV"
  },
  "John 3:6|KJV": {
    "text": "That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.",
    "verse": 6,
    "book": "John",
    "chapter": 3,
    "translation": "KJV"
  },
  "John 3:7|KJV": {
    "text": "Marvel not that I said unto thee, Ye must be born again.",
    "verse": 7,
    "book": "John",
    "chapter": 3,
    "translation": "KJV"
  },
  "John 3:8|KJV": {
    "text": "The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.",
    "verse": 8,
    "book": "John",
    "chapter": 3,
    "translation": "KJV"
  },
  "John 3:9|KJV": {
    "text": "Nicodemus answered and said unto him, How can these things be?",
    "verse": 9,
    "book": "John",
    "chapter": 3,
    "translation": "KJV"
  },
  "John 3:10|KJV": {
    "text": "Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?",
    "verse": 10,
    "book": "John",
    "chapter": 3,
    "translation": "KJV"
  },
  "John 3:11|KJV": {
    "text": "Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.",
    "verse": 11,
    "book": "John",
    "chapter": 3,
    "translation": "KJV"
  },
  "John 3:12|KJV": {
    "text": "If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?",
    "verse": 12,
    "book": "John",
    "chapter": 3,
    "translation": "KJV"
  },
  "John 3:13|KJV": {
    "text": "And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven.",
    "verse": 13,
    "book": "John",
    "chapter": 3,
    "translation": "KJV"
  },
  "John 3:14|KJV": {
    "text": "And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:",
    "verse": 14,
    "book": "John",
    "chapter": 3,
    "translation": "KJV"
  },
  "John 3:15|KJV": {
    "text": "That whosoever believeth in him should not perish, but have eternal life.",
    "verse": 15,
    "book": "John",
    "chapter": 3,
    "translation": "KJV"
  },
  "John 3:16|KJV": {
    "text": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.",
    "verse": 16,
    "book": "John",
    "chapter": 3,
    "translation": "KJV"
  },
  "John 3:17|KJV": {
    "text": "For God sent not his Son into the world to condemn the world; but that the world through him might be saved.",
    "verse": 17,
    "book": "John",
    "chapter": 3,
    "translation": "KJV"
  },
  "John 3:18|KJV": {
    "text": "He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.",
    "verse": 18,
    "book": "John",
    "chapter": 3,
    "translation": "KJV"
  },
  "John 3:19|KJV": {
    "text": "And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.",
    "verse": 19,
    "book": "John",
    "chapter": 3,
    "translation": "KJV"
  },
  "John 3:20|KJV": {
    "text": "For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.",
    "verse": 20,
    "book": "John",
    "chapter": 3,
    "translation": "KJV"
  },
  "Acts 2:1|KJV": {
    "text": "And when the day of Pentecost was fully come, they were all with one accord in one place.",
    "verse": 1,
    "book": "Acts",
    "chapter": 2,
    "translation": "KJV"
  },
  "Acts 2:2|KJV": {
    "text": "And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.",
    "verse": 2,
    "book": "Acts",
    "chapter": 2,
    "translation": "KJV"
  },
  "Acts 2:3|KJV": {
    "text": "And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.",
    "verse": 3,
    "book": "Acts",
    "chapter": 2,
    "translation": "KJV"
  },
  "Acts 2:4|KJV": {
    "text": "And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.",
    "verse": 4,
    "book": "Acts",
    "chapter": 2,
    "translation": "KJV"
  },
  "Acts 2:5|KJV": {
    "text": "And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.",
    "verse": 5,
    "book": "Acts",
    "chapter": 2,
    "translation": "KJV"
  },
  "Acts 2:6|KJV": {
    "text": "Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.",
    "verse": 6,
    "book": "Acts",
    "chapter": 2,
    "translation": "KJV"
  },
  "Acts 2:7|KJV": {
    "text": "And they were all amazed and marvelled, saying one to another , Behold, are not all these which speak Galilaeans?",
    "verse": 7,
    "book": "Acts",
    "chapter": 2,
    "translation": "KJV"
  },
  "Acts 2:8|KJV": {
    "text": "And how hear we every man in our own tongue, wherein we were born?",
    "verse": 8,
    "book": "Acts",
    "chapter": 2,
    "translation": "KJV"
  },
  "Acts 2:9|KJV": {
    "text": "Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,",
    "verse": 9,
    "book": "Acts",
    "chapter": 2,
    "translation": "KJV"
  },
  "Acts 2:10|KJV": {
    "text": "Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,",
    "verse": 10,
    "book": "Acts",
    "chapter": 2,
    "translation": "KJV"
  },
  "Acts 2:11|KJV": {
    "text": "Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.",
    "verse": 11,
    "book": "Acts",
    "chapter": 2,
    "translation": "KJV"
  },
  "Acts 2:12|KJV": {
    "text": "And they were all amazed, and were in doubt, saying one to another, What meaneth this?",
    "verse": 12,
    "book": "Acts",
    "chapter": 2,
    "translation": "KJV"
  },
  "Acts 2:13|KJV": {
    "text": "Others mocking said, These men are full of new wine.",
    "verse": 13,
    "book": "Acts",
    "chapter": 2,
    "translation": "KJV"
  },
  "Acts 2:14|KJV": {
    "text": "But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:",
    "verse": 14,
    "book": "Acts",
    "chapter": 2,
    "translation": "KJV"
  },
  "Acts 2:15|KJV": {
    "text": "For these are not drunken, as ye suppose, seeing it is but the third hour of the day.",
    "verse": 15,
    "book": "Acts",
    "chapter": 2,
    "translation": "KJV"
  },
  "Acts 2:16|KJV": {
    "text": "But this is that which was spoken by the prophet Joel;",
    "verse": 16,
    "book": "Acts",
    "chapter": 2,
    "translation": "KJV"
  },
  "Acts 2:17|KJV": {
    "text": "And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:",
    "verse": 17,
    "book": "Acts",
    "chapter": 2,
    "translation": "KJV"
  },
  "Acts 2:18|KJV": {
    "text": "And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:",
    "verse": 18,
    "book": "Acts",
    "chapter": 2,
    "translation": "KJV"
  },
  "Acts 2:19|KJV": {
    "text": "And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:",
    "verse": 19,
    "book": "Acts",
    "chapter": 2,
    "translation": "KJV"
  },
  "Acts 2:20|KJV": {
    "text": "The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:",
    "verse": 20,
    "book": "Acts",
    "chapter": 2,
    "translation": "KJV"
  },
  "Matthew 7:1|KJV": {
    "text": "Judge not, that ye be not judged.",
    "verse": 1,
    "book": "Matthew",
    "chapter": 7,
    "translation": "KJV"
  },
  "Matthew 7:2|KJV": {
    "text": "For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.",
    "verse": 2,
    "book": "Matthew",
    "chapter": 7,
    "translation": "KJV"
  },
  "Matthew 7:3|KJV": {
    "text": "And why beholdest thou the mote that is in thy brother's eye, but considerest not the beam that is in thine own eye?",
    "verse": 3,
    "book": "Matthew",
    "chapter": 7,
    "translation": "KJV"
  },
  "Matthew 7:4|KJV": {
    "text": "Or how wilt thou say to thy brother, Let me pull out the mote out of thine eye; and, behold, a beam is in thine own eye?",
    "verse": 4,
    "book": "Matthew",
    "chapter": 7,
    "translation": "KJV"
  },
  "Matthew 7:5|KJV": {
    "text": "Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother's eye.",
    "verse": 5,
    "book": "Matthew",
    "chapter": 7,
    "translation": "KJV"
  },
  "Matthew 7:6|KJV": {
    "text": "Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you.",
    "verse": 6,
    "book": "Matthew",
    "chapter": 7,
    "translation": "KJV"
  },
  "Matthew 7:7|KJV": {
    "text": "Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:",
    "verse": 7,
    "book": "Matthew",
    "chapter": 7,
    "translation": "KJV"
  },
  "Matthew 7:8|KJV": {
    "text": "For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.",
    "verse": 8,
    "book": "Matthew",
    "chapter": 7,
    "translation": "KJV"
  },
  "Matthew 7:9|KJV": {
    "text": "Or what man is there of you, whom if his son ask bread, will he give him a stone?",
    "verse": 9,
    "book": "Matthew",
    "chapter": 7,
    "translation": "KJV"
  },
  "Matthew 7:10|KJV": {
    "text": "Or if he ask a fish, will he give him a serpent?",
    "verse": 10,
    "book": "Matthew",
    "chapter": 7,
    "translation": "KJV"
  },
  "Matthew 7:11|KJV": {
    "text": "If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him?",
    "verse": 11,
    "book": "Matthew",
    "chapter": 7,
    "translation": "KJV"
  },
  "Matthew 7:12|KJV": {
    "text": "Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets.",
    "verse": 12,
    "book": "Matthew",
    "chapter": 7,
    "translation": "KJV"
  },
  "Matthew 7:13|KJV": {
    "text": "Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat :",
    "verse": 13,
    "book": "Matthew",
    "chapter": 7,
    "translation": "KJV"
  },
  "Matthew 7:14|KJV": {
    "text": "Because strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it.",
    "verse": 14,
    "book": "Matthew",
    "chapter": 7,
    "translation": "KJV"
  },
  "Matthew 7:15|KJV": {
    "text": "Beware of false prophets, which come to you in sheep's clothing, but inwardly they are ravening wolves.",
    "verse": 15,
    "book": "Matthew",
    "chapter": 7,
    "translation": "KJV"
  },
  "Matthew 7:16|KJV": {
    "text": "Ye shall know them by their fruits . Do men gather grapes of thorns, or figs of thistles?",
    "verse": 16,
    "book": "Matthew",
    "chapter": 7,
    "translation": "KJV"
  },
  "Matthew 7:17|KJV": {
    "text": "Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit.",
    "verse": 17,
    "book": "Matthew",
    "chapter": 7,
    "translation": "KJV"
  },
  "Matthew 7:18|KJV": {
    "text": "A good tree cannot bring forth evil fruit, neither can a corrupt tree bring forth good fruit.",
    "verse": 18,
    "book": "Matthew",
    "chapter": 7,
    "translation": "KJV"
  },
  "Matthew 7:19|KJV": {
    "text": "Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.",
    "verse": 19,
    "book": "Matthew",
    "chapter": 7,
    "translation": "KJV"
  },
  "Matthew 7:20|KJV": {
    "text": "Wherefore by their fruits ye shall know them.",
    "verse": 20,
    "book": "Matthew",
    "chapter": 7,
    "translation": "KJV"
  },
  "Romans 12:1|KJV": {
    "text": "I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service.",
    "verse": 1,
    "book": "Romans",
    "chapter": 12,
    "translation": "KJV"
  },
  "Romans 12:2|KJV": {
    "text": "And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.",
    "verse": 2,
    "book": "Romans",
    "chapter": 12,
    "translation": "KJV"
  },
  "Romans 12:3|KJV": {
    "text": "For I say, through the grace given unto me, to every man that is among you, not to think of himself more highly than he ought to think; but to think soberly , according as God hath dealt to every man the measure of faith.",
    "verse": 3,
    "book": "Romans",
    "chapter": 12,
    "translation": "KJV"
  },
  "Romans 12:4|KJV": {
    "text": "For as we have many members in one body, and all members have not the same office:",
    "verse": 4,
    "book": "Romans",
    "chapter": 12,
    "translation": "KJV"
  },
  "Romans 12:5|KJV": {
    "text": "So we, being many, are one body in Christ, and every one members one of another.",
    "verse": 5,
    "book": "Romans",
    "chapter": 12,
    "translation": "KJV"
  },
  "Romans 12:6|KJV": {
    "text": "Having then gifts differing according to the grace that is given to us, whether prophecy, let us prophesy according to the proportion of faith;",
    "verse": 6,
    "book": "Romans",
    "chapter": 12,
    "translation": "KJV"
  },
  "Romans 12:7|KJV": {
    "text": "Or ministry, let us wait on our ministering: or he that teacheth, on teaching;",
    "verse": 7,
    "book": "Romans",
    "chapter": 12,
    "translation": "KJV"
  },
  "Romans 12:8|KJV": {
    "text": "Or he that exhorteth, on exhortation: he that giveth, let him do it with simplicity; he that ruleth, with diligence; he that sheweth mercy, with cheerfulness.",
    "verse": 8,
    "book": "Romans",
    "chapter": 12,
    "translation": "KJV"
  },
  "Romans 12:9|KJV": {
    "text": "Let love be without dissimulation. Abhor that which is evil; cleave to that which is good.",
    "verse": 9,
    "book": "Romans",
    "chapter": 12,
    "translation": "KJV"
  },
  "Romans 12:10|KJV": {
    "text": "Be kindly affectioned one to another with brotherly love; in honour preferring one another;",
    "verse": 10,
    "book": "Romans",
    "chapter": 12,
    "translation": "KJV"
  },
  "Romans 12:11|KJV": {
    "text": "Not slothful in business; fervent in spirit; serving the Lord;",
    "verse": 11,
    "book": "Romans",
    "chapter": 12,
    "translation": "KJV"
  },
  "Romans 12:12|KJV": {
    "text": "Rejoicing in hope; patient in tribulation; continuing instant in prayer;",
    "verse": 12,
    "book": "Romans",
    "chapter": 12,
    "translation": "KJV"
  },
  "Romans 12:13|KJV": {
    "text": "Distributing to the necessity of saints; given to hospitality.",
    "verse": 13,
    "book": "Romans",
    "chapter": 12,
    "translation": "KJV"
  },
  "Romans 12:14|KJV": {
    "text": "Bless them which persecute you: bless, and curse not.",
    "verse": 14,
    "book": "Romans",
    "chapter": 12,
    "translation": "KJV"
  },
  "Romans 12:15|KJV": {
    "text": "Rejoice with them that do rejoice, and weep with them that weep.",
    "verse": 15,
    "book": "Romans",
    "chapter": 12,
    "translation": "KJV"
  },
  "Romans 12:16|KJV": {
    "text": "Be of the same mind one toward another . Mind not high things, but condescend to men of low estate. Be not wise in your own conceits.",
    "verse": 16,
    "book": "Romans",
    "chapter": 12,
    "translation": "KJV"
  },
  "Romans 12:17|KJV": {
    "text": "Recompense to no man evil for evil. Provide things honest in the sight of all men.",
    "verse": 17,
    "book": "Romans",
    "chapter": 12,
    "translation": "KJV"
  },
  "Romans 12:18|KJV": {
    "text": "If it be possible, as much as lieth in you, live peaceably with all men.",
    "verse": 18,
    "book": "Romans",
    "chapter": 12,
    "translation": "KJV"
  },
  "Romans 12:19|KJV": {
    "text": "Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.",
    "verse": 19,
    "book": "Romans",
    "chapter": 12,
    "translation": "KJV"
  },
  "Romans 12:20|KJV": {
    "text": "Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.",
    "verse": 20,
    "book": "Romans",
    "chapter": 12,
    "translation": "KJV"
  },
  "Daniel 8:1|KJV": {
    "text": "In the third year of the reign of king Belshazzar a vision appeared unto me, even unto me Daniel, after that which appeared unto me at the first.",
    "verse": 1,
    "book": "Daniel",
    "chapter": 8,
    "translation": "KJV"
  },
  "Daniel 8:2|KJV": {
    "text": "And I saw in a vision; and it came to pass, when I saw, that I was at Shushan in the palace, which is in the province of Elam; and I saw in a vision, and I was by the river of Ulai.",
    "verse": 2,
    "book": "Daniel",
    "chapter": 8,
    "translation": "KJV"
  },
  "Daniel 8:3|KJV": {
    "text": "Then I lifted up mine eyes, and saw, and, behold, there stood before the river a ram which had two horns: and the two horns were high; but one was higher than the other, and the higher came up last.",
    "verse": 3,
    "book": "Daniel",
    "chapter": 8,
    "translation": "KJV"
  },
  "Daniel 8:4|KJV": {
    "text": "I saw the ram pushing westward, and northward, and southward; so that no beasts might stand before him, neither was there any that could deliver out of his hand; but he did according to his will, and became great.",
    "verse": 4,
    "book": "Daniel",
    "chapter": 8,
    "translation": "KJV"
  },
  "Daniel 8:5|KJV": {
    "text": "And as I was considering, behold, an he goat came from the west on the face of the whole earth, and touched not the ground: and the goat had a notable horn between his eyes.",
    "verse": 5,
    "book": "Daniel",
    "chapter": 8,
    "translation": "KJV"
  },
  "Daniel 8:6|KJV": {
    "text": "And he came to the ram that had two horns, which I had seen standing before the river, and ran unto him in the fury of his power.",
    "verse": 6,
    "book": "Daniel",
    "chapter": 8,
    "translation": "KJV"
  },
  "Daniel 8:7|KJV": {
    "text": "And I saw him come close unto the ram, and he was moved with choler against him, and smote the ram, and brake his two horns: and there was no power in the ram to stand before him, but he cast him down to the ground, and stamped upon him: and there was none that could deliver the ram out of his hand.",
    "verse": 7,
    "book": "Daniel",
    "chapter": 8,
    "translation": "KJV"
  },
  "Daniel 8:8|KJV": {
    "text": "Therefore the he goat waxed very great: and when he was strong, the great horn was broken; and for it came up four notable ones toward the four winds of heaven.",
    "verse": 8,
    "book": "Daniel",
    "chapter": 8,
    "translation": "KJV"
  },
  "Daniel 8:9|KJV": {
    "text": "And out of one of them came forth a little horn, which waxed exceeding great, toward the south, and toward the east, and toward the pleasant land.",
    "verse": 9,
    "book": "Daniel",
    "chapter": 8,
    "translation": "KJV"
  },
  "Daniel 8:10|KJV": {
    "text": "And it waxed great, even to the host of heaven; and it cast down some of the host and of the stars to the ground, and stamped upon them.",
    "verse": 10,
    "book": "Daniel",
    "chapter": 8,
    "translation": "KJV"
  },
  "Daniel 8:11|KJV": {
    "text": "Yea, he magnified himself even to the prince of the host, and by him the daily sacrifice was taken away , and the place of his sanctuary was cast down.",
    "verse": 11,
    "book": "Daniel",
    "chapter": 8,
    "translation": "KJV"
  },
  "Daniel 8:12|KJV": {
    "text": "And an host was given him against the daily sacrifice by reason of transgression, and it cast down the truth to the ground; and it practised, and prospered.",
    "verse": 12,
    "book": "Daniel",
    "chapter": 8,
    "translation": "KJV"
  },
  "Daniel 8:13|KJV": {
    "text": "Then I heard one saint speaking, and another saint said unto that certain saint which spake, How long shall be the vision concerning the daily sacrifice, and the transgression of desolation, to give both the sanctuary and the host to be trodden under foot?",
    "verse": 13,
    "book": "Daniel",
    "chapter": 8,
    "translation": "KJV"
  },
  "Daniel 8:14|KJV": {
    "text": "And he said unto me, Unto two thousand and three hundred days ; then shall the sanctuary be cleansed.",
    "verse": 14,
    "book": "Daniel",
    "chapter": 8,
    "translation": "KJV"
  },
  "Daniel 8:15|KJV": {
    "text": "And it came to pass, when I, even I Daniel, had seen the vision, and sought for the meaning, then, behold, there stood before me as the appearance of a man.",
    "verse": 15,
    "book": "Daniel",
    "chapter": 8,
    "translation": "KJV"
  },
  "Daniel 8:16|KJV": {
    "text": "And I heard a man's voice between the banks of Ulai, which called, and said, Gabriel, make this man to understand the vision.",
    "verse": 16,
    "book": "Daniel",
    "chapter": 8,
    "translation": "KJV"
  },
  "Daniel 8:17|KJV": {
    "text": "So he came near where I stood: and when he came, I was afraid, and fell upon my face: but he said unto me, Understand, O son of man: for at the time of the end shall be the vision.",
    "verse": 17,
    "book": "Daniel",
    "chapter": 8,
    "translation": "KJV"
  },
  "Daniel 8:18|KJV": {
    "text": "Now as he was speaking with me, I was in a deep sleep on my face toward the ground: but he touched me, and set me upright.",
    "verse": 18,
    "book": "Daniel",
    "chapter": 8,
    "translation": "KJV"
  },
  "Daniel 8:19|KJV": {
    "text": "And he said, Behold, I will make thee know what shall be in the last end of the indignation: for at the time appointed the end shall be.",
    "verse": 19,
    "book": "Daniel",
    "chapter": 8,
    "translation": "KJV"
  },
  "Daniel 8:20|KJV": {
    "text": "The ram which thou sawest having two horns are the kings of Media and Persia.",
    "verse": 20,
    "book": "Daniel",
    "chapter": 8,
    "translation": "KJV"
  },
  "James 3:1|KJV": {
    "text": "My brethren, be not many masters, knowing that we shall receive the greater condemnation.",
    "verse": 1,
    "book": "James",
    "chapter": 3,
    "translation": "KJV"
  },
  "James 3:2|KJV": {
    "text": "For in many things we offend all. If any man offend not in word, the same is a perfect man, and able also to bridle the whole body.",
    "verse": 2,
    "book": "James",
    "chapter": 3,
    "translation": "KJV"
  },
  "James 3:3|KJV": {
    "text": "Behold, we put bits in the horses' mouths, that they may obey us; and we turn about their whole body.",
    "verse": 3,
    "book": "James",
    "chapter": 3,
    "translation": "KJV"
  },
  "James 3:4|KJV": {
    "text": "Behold also the ships, which though they be so great, and are driven of fierce winds, yet are they turned about with a very small helm, whithersoever the governor listeth .",
    "verse": 4,
    "book": "James",
    "chapter": 3,
    "translation": "KJV"
  },
  "James 3:5|KJV": {
    "text": "Even so the tongue is a little member, and boasteth great things. Behold, how great a matter a little fire kindleth!",
    "verse": 5,
    "book": "James",
    "chapter": 3,
    "translation": "KJV"
  },
  "James 3:6|KJV": {
    "text": "And the tongue is a fire, a world of iniquity: so is the tongue among our members, that it defileth the whole body, and setteth on fire the course of nature; and it is set on fire of hell.",
    "verse": 6,
    "book": "James",
    "chapter": 3,
    "translation": "KJV"
  },
  "James 3:7|KJV": {
    "text": "For every kind of beasts, and of birds, and of serpents, and of things in the sea, is tamed, and hath been tamed of mankind :",
    "verse": 7,
    "book": "James",
    "chapter": 3,
    "translation": "KJV"
  },
  "James 3:8|KJV": {
    "text": "But the tongue can no man tame; it is an unruly evil, full of deadly poison.",
    "verse": 8,
    "book": "James",
    "chapter": 3,
    "translation": "KJV"
  },
  "James 3:9|KJV": {
    "text": "Therewith bless we God, even the Father; and therewith curse we men, which are made after the similitude of God.",
    "verse": 9,
    "book": "James",
    "chapter": 3,
    "translation": "KJV"
  },
  "James 3:10|KJV": {
    "text": "Out of the same mouth proceedeth blessing and cursing. My brethren, these things ought not so to be.",
    "verse": 10,
    "book": "James",
    "chapter": 3,
    "translation": "KJV"
  },
  "James 3:11|KJV": {
    "text": "Doth a fountain send forth at the same place sweet water and bitter?",
    "verse": 11,
    "book": "James",
    "chapter": 3,
    "translation": "KJV"
  },
  "James 3:12|KJV": {
    "text": "Can the fig tree, my brethren, bear olive berries? either a vine, figs? so can no fountain both yield salt water and fresh.",
    "verse": 12,
    "book": "James",
    "chapter": 3,
    "translation": "KJV"
  },
  "James 3:13|KJV": {
    "text": "Who is a wise man and endued with knowledge among you? let him shew out of a good conversation his works with meekness of wisdom.",
    "verse": 13,
    "book": "James",
    "chapter": 3,
    "translation": "KJV"
  },
  "James 3:14|KJV": {
    "text": "But if ye have bitter envying and strife in your hearts, glory not, and lie not against the truth.",
    "verse": 14,
    "book": "James",
    "chapter": 3,
    "translation": "KJV"
  },
  "James 3:15|KJV": {
    "text": "This wisdom descendeth not from above, but is earthly, sensual, devilish.",
    "verse": 15,
    "book": "James",
    "chapter": 3,
    "translation": "KJV"
  },
  "James 3:16|KJV": {
    "text": "For where envying and strife is, there is confusion and every evil work.",
    "verse": 16,
    "book": "James",
    "chapter": 3,
    "translation": "KJV"
  },
  "James 3:17|KJV": {
    "text": "But the wisdom that is from above is first pure , then peaceable, gentle, and easy to be intreated, full of mercy and good fruits, without partiality, and without hypocrisy.",
    "verse": 17,
    "book": "James",
    "chapter": 3,
    "translation": "KJV"
  },
  "James 3:18|KJV": {
    "text": "And the fruit of righteousness is sown in peace of them that make peace.",
    "verse": 18,
    "book": "James",
    "chapter": 3,
    "translation": "KJV"
  },
  "Romans 16:1|KJV": {
    "text": "I commend unto you Phebe our sister, which is a servant of the church which is at Cenchrea:",
    "verse": 1,
    "book": "Romans",
    "chapter": 16,
    "translation": "KJV"
  },
  "Romans 16:2|KJV": {
    "text": "That ye receive her in the Lord, as becometh saints, and that ye assist her in whatsoever business she hath need of you: for she hath been a succourer of many, and of myself also.",
    "verse": 2,
    "book": "Romans",
    "chapter": 16,
    "translation": "KJV"
  },
  "Romans 16:3|KJV": {
    "text": "Greet Priscilla and Aquila my helpers in Christ Jesus:",
    "verse": 3,
    "book": "Romans",
    "chapter": 16,
    "translation": "KJV"
  },
  "Romans 16:4|KJV": {
    "text": "Who have for my life laid down their own necks: unto whom not only I give thanks, but also all the churches of the Gentiles.",
    "verse": 4,
    "book": "Romans",
    "chapter": 16,
    "translation": "KJV"
  },
  "Romans 16:5|KJV": {
    "text": "Likewise greet the church that is in their house. Salute my wellbeloved Epaenetus, who is the firstfruits of Achaia unto Christ.",
    "verse": 5,
    "book": "Romans",
    "chapter": 16,
    "translation": "KJV"
  },
  "Romans 16:6|KJV": {
    "text": "Greet Mary, who bestowed much labour on us.",
    "verse": 6,
    "book": "Romans",
    "chapter": 16,
    "translation": "KJV"
  },
  "Romans 16:7|KJV": {
    "text": "Salute Andronicus and Junia, my kinsmen, and my fellowprisoners, who are of note among the apostles, who also were in Christ before me.",
    "verse": 7,
    "book": "Romans",
    "chapter": 16,
    "translation": "KJV"
  },
  "Romans 16:8|KJV": {
    "text": "Greet Amplias my beloved in the Lord.",
    "verse": 8,
    "book": "Romans",
    "chapter": 16,
    "translation": "KJV"
  },
  "Romans 16:9|KJV": {
    "text": "Salute Urbane, our helper in Christ, and Stachys my beloved.",
    "verse": 9,
    "book": "Romans",
    "chapter": 16,
    "translation": "KJV"
  },
  "Romans 16:10|KJV": {
    "text": "Salute Apelles approved in Christ. Salute them which are of Aristobulus' household.",
    "verse": 10,
    "book": "Romans",
    "chapter": 16,
    "translation": "KJV"
  },
  "Romans 16:11|KJV": {
    "text": "Salute Herodion my kinsman. Greet them that be of the household of Narcissus, which are in the Lord.",
    "verse": 11,
    "book": "Romans",
    "chapter": 16,
    "translation": "KJV"
  },
  "Romans 16:12|KJV": {
    "text": "Salute Tryphena and Tryphosa, who labour in the Lord. Salute the beloved Persis, which laboured much in the Lord.",
    "verse": 12,
    "book": "Romans",
    "chapter": 16,
    "translation": "KJV"
  },
  "Romans 16:13|KJV": {
    "text": "Salute Rufus chosen in the Lord, and his mother and mine.",
    "verse": 13,
    "book": "Romans",
    "chapter": 16,
    "translation": "KJV"
  },
  "Romans 16:14|KJV": {
    "text": "Salute Asyncritus, Phlegon, Hermas, Patrobas, Hermes, and the brethren which are with them.",
    "verse": 14,
    "book": "Romans",
    "chapter": 16,
    "translation": "KJV"
  },
  "Romans 16:15|KJV": {
    "text": "Salute Philologus, and Julia, Nereus, and his sister, and Olympas, and all the saints which are with them.",
    "verse": 15,
    "book": "Romans",
    "chapter": 16,
    "translation": "KJV"
  },
  "Romans 16:16|KJV": {
    "text": "Salute one another with an holy kiss. The churches of Christ salute you.",
    "verse": 16,
    "book": "Romans",
    "chapter": 16,
    "translation": "KJV"
  },
  "Romans 16:17|KJV": {
    "text": "Now I beseech you, brethren, mark them which cause divisions and offences contrary to the doctrine which ye have learned; and avoid them .",
    "verse": 17,
    "book": "Romans",
    "chapter": 16,
    "translation": "KJV"
  },
  "Romans 16:18|KJV": {
    "text": "For they that are such serve not our Lord Jesus Christ, but their own belly; and by good words and fair speeches deceive the hearts of the simple.",
    "verse": 18,
    "book": "Romans",
    "chapter": 16,
    "translation": "KJV"
  },
  "Romans 16:19|KJV": {
    "text": "For your obedience is come abroad unto all men. I am glad therefore on your behalf: but yet I would have you wise unto that which is good , and simple concerning evil.",
    "verse": 19,
    "book": "Romans",
    "chapter": 16,
    "translation": "KJV"
  },
  "Romans 16:20|KJV": {
    "text": "And the God of peace shall bruise Satan under your feet shortly . The grace of our Lord Jesus Christ be with you. Amen.",
    "verse": 20,
    "book": "Romans",
    "chapter": 16,
    "translation": "KJV"
  },
  "2 Corinthians 6:1|KJV": {
    "text": "We then, as workers together with him, beseech you also that ye receive not the grace of God in vain.",
    "verse": 1,
    "book": "2 Corinthians",
    "chapter": 6,
    "translation": "KJV"
  },
  "2 Corinthians 6:2|KJV": {
    "text": "(For he saith, I have heard thee in a time accepted, and in the day of salvation have I succoured thee: behold, now is the accepted time; behold, now is the day of salvation.)",
    "verse": 2,
    "book": "2 Corinthians",
    "chapter": 6,
    "translation": "KJV"
  },
  "2 Corinthians 6:3|KJV": {
    "text": "Giving no offence in any thing, that the ministry be not blamed:",
    "verse": 3,
    "book": "2 Corinthians",
    "chapter": 6,
    "translation": "KJV"
  },
  "2 Corinthians 6:4|KJV": {
    "text": "But in all things approving ourselves as the ministers of God, in much patience, in afflictions, in necessities, in distresses,",
    "verse": 4,
    "book": "2 Corinthians",
    "chapter": 6,
    "translation": "KJV"
  },
  "2 Corinthians 6:5|KJV": {
    "text": "In stripes, in imprisonments, in tumults, in labours, in watchings, in fastings;",
    "verse": 5,
    "book": "2 Corinthians",
    "chapter": 6,
    "translation": "KJV"
  },
  "2 Corinthians 6:6|KJV": {
    "text": "By pureness, by knowledge, by longsuffering, by kindness, by the Holy Ghost, by love unfeigned,",
    "verse": 6,
    "book": "2 Corinthians",
    "chapter": 6,
    "translation": "KJV"
  },
  "2 Corinthians 6:7|KJV": {
    "text": "By the word of truth, by the power of God, by the armour of righteousness on the right hand and on the left,",
    "verse": 7,
    "book": "2 Corinthians",
    "chapter": 6,
    "translation": "KJV"
  },
  "2 Corinthians 6:8|KJV": {
    "text": "By honour and dishonour, by evil report and good report: as deceivers, and yet true;",
    "verse": 8,
    "book": "2 Corinthians",
    "chapter": 6,
    "translation": "KJV"
  },
  "2 Corinthians 6:9|KJV": {
    "text": "As unknown, and yet well known; as dying, and, behold, we live; as chastened, and not killed;",
    "verse": 9,
    "book": "2 Corinthians",
    "chapter": 6,
    "translation": "KJV"
  },
  "2 Corinthians 6:10|KJV": {
    "text": "As sorrowful, yet alway rejoicing; as poor, yet making many rich; as having nothing, and yet possessing all things.",
    "verse": 10,
    "book": "2 Corinthians",
    "chapter": 6,
    "translation": "KJV"
  },
  "2 Corinthians 6:11|KJV": {
    "text": "O ye Corinthians, our mouth is open unto you, our heart is enlarged.",
    "verse": 11,
    "book": "2 Corinthians",
    "chapter": 6,
    "translation": "KJV"
  },
  "2 Corinthians 6:12|KJV": {
    "text": "Ye are not straitened in us, but ye are straitened in your own bowels.",
    "verse": 12,
    "book": "2 Corinthians",
    "chapter": 6,
    "translation": "KJV"
  },
  "2 Corinthians 6:13|KJV": {
    "text": "Now for a recompence in the same, (I speak as unto my children,) be ye also enlarged.",
    "verse": 13,
    "book": "2 Corinthians",
    "chapter": 6,
    "translation": "KJV"
  },
  "2 Corinthians 6:14|KJV": {
    "text": "Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness?",
    "verse": 14,
    "book": "2 Corinthians",
    "chapter": 6,
    "translation": "KJV"
  },
  "2 Corinthians 6:15|KJV": {
    "text": "And what concord hath Christ with Belial? or what part hath he that believeth with an infidel?",
    "verse": 15,
    "book": "2 Corinthians",
    "chapter": 6,
    "translation": "KJV"
  },
  "2 Corinthians 6:16|KJV": {
    "text": "And what agreement hath the temple of God with idols? for ye are the temple of the living God; as God hath said, I will dwell in them, and walk in them; and I will be their God, and they shall be my people.",
    "verse": 16,
    "book": "2 Corinthians",
    "chapter": 6,
    "translation": "KJV"
  },
  "2 Corinthians 6:17|KJV": {
    "text": "Wherefore come out from among them, and be ye separate, saith the Lord, and touch not the unclean thing; and I will receive you,",
    "verse": 17,
    "book": "2 Corinthians",
    "chapter": 6,
    "translation": "KJV"
  },
  "2 Corinthians 6:18|KJV": {
    "text": "And will be a Father unto you, and ye shall be my sons and daughters, saith the Lord Almighty.",
    "verse": 18,
    "book": "2 Corinthians",
    "chapter": 6,
    "translation": "KJV"
  }
}