{
  "Ephesians 5:16|KJV": {
    "text": "Redeeming the time, because the days are evil.",
    "verse": 16,
    "book": "Ephesians",
    "chapter": 5,
    "translation": "KJV"
  },
  "Romans 12:1|KJV": {
    "text": "I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service.",
    "verse": 1,
    "book": "Romans",
    "chapter": 12,
    "translation": "KJV"
  },
  "Romans 12:1|NKJV": {
    "text": "I beseech you therefore, brethren, by the mercies of God, that you present your bodies a living sacrifice, holy, acceptable to God, which is your reasonable service.",
    "verse": 1,
    "book": "Romans",
    "chapter": 12,
    "translation": "NKJV"
  },
  "Romans 12:1|ESV": {
    "text": "I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.",
    "verse": 1,
    "book": "Romans",
    "chapter": 12,
    "translation": "ESV"
  },
  "Romans 12:1|NIV": {
    "text": "Living SacrificesTherefore, I urge you, brothers, in view of God’s mercy, to offer your bodies as living sacrifices, holy and pleasing to God—this is your spiritual act of worship.",
    "verse": 1,
    "book": "Romans",
    "chapter": 12,
    "translation": "NIV"
  },
  "Romans 12:1|NASB": {
    "text": "Therefore I urge you, brethren, by the mercies of God, to present your bodies a living and holy sacrifice, acceptable to God, [which is] your spiritual service of worship.",
    "verse": 1,
    "book": "Romans",
    "chapter": 12,
    "translation": "NASB"
  },
  "Romans 12:1|NLT": {
    "text": "And so, dear brothers and sisters, I plead with you to give your bodies to God because of all he has done for you. Let them be a living and holy sacrifice — the kind he will find acceptable. This is truly the way to worship him.",
    "verse": 1,
    "book": "Romans",
    "chapter": 12,
    "translation": "NLT"
  },
  "Romans 12:1|RSV": {
    "text": "I appeal to you therefore, brethren, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.",
    "verse": 1,
    "book": "Romans",
    "chapter": 12,
    "translation": "RSV"
  },
  "Romans 12:1|ASV": {
    "text": "I beseech you therefore, brethren, by the mercies of God, to present your bodies a living sacrifice, holy, acceptable to God, which is your spiritual service.",
    "verse": 1,
    "book": "Romans",
    "chapter": 12,
    "translation": "ASV"
  },
  "Romans 12:1-2|KJV": {
    "text": "I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service. And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.",
    "verses": [
      {
        "pk": 2628421,
        "translation": "KJV",
        "book": 45,
        "chapter": 12,
        "verse": 1,
        "text": "I beseech<S>3870</S> you<S>5209</S> therefore<S>3767</S>, brethren<S>80</S>, by<S>1223</S> the mercies<S>3628</S> of God<S>2316</S>, that ye present<S>3936</S> your<S>5216</S> bodies<S>4983</S> a living<S>2198</S> sacrifice<S>2378</S>, holy<S>40</S>, acceptable<S>2101</S> unto God<S>2316</S>, which is your<S>5216</S> reasonable<S>3050</S> service<S>2999</S>."
      },
      {
        "pk": 2628422,
        "translation": "KJV",
        "book": 45,
        "chapter": 12,
        "verse": 2,
        "text": "And<S>2532</S> be<S>4964</S> not<S>3361</S> conformed<S>4964</S> to this<S>5129</S> world<S>165</S>: but<S>235</S> be ye transformed<S>3339</S> by the renewing<S>342</S> of your<S>5216</S> mind<S>3563</S>, that<S>1519</S> ye<S>5209</S> may prove<S>1381</S> what<S>5101</S> is that good<S>18</S>, and<S>2532</S> acceptable<S>2101</S>, and<S>2532</S> perfect<S>5046</S>, will<S>2307</S> of God<S>2316</S>."
      }
    ],
    "book": "Romans",
    "chapter": 12,
    "verse_start": 1,
    "verse_end": 2,
    "translation": "KJV"
  },
  "Romans 12:1-2|NKJV": {
    "text": "I beseech you therefore, brethren, by the mercies of God, that you present your bodies a living sacrifice, holy, acceptable to God, which is your reasonable service. And do not be conformed to this world, but be transformed by the renewing of your mind, that you may prove what is that good and acceptable and perfect will of God.",
    "verses": [
      {
        "pk": 2181951,
        "translation": "NKJV",
        "book": 45,
        "chapter": 12,
        "verse": 1,
        "text": "I beseech you therefore, brethren, by the mercies of God, that you present your bodies a living sacrifice, holy, acceptable to God, <i>which</i> <i>is</i> your reasonable service."
      },
      {
        "pk": 2181952,
        "translation": "NKJV",
        "book": 45,
        "chapter": 12,
        "verse": 2,
        "text": "And do not be conformed to this world, but be transformed by the renewing of your mind, that you may prove what <i>is</i> that good and acceptable and perfect will of God."
      }
    ],
    "book": "Romans",
    "chapter": 12,
    "verse_start": 1,
    "verse_end": 2,
    "translation": "NKJV"
  },
  "Romans 12:1-2|ESV": {
    "text": "I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.",
    "verses": [
      {
        "pk": 1960310,
        "translation": "ESV",
        "book": 45,
        "chapter": 12,
        "verse": 1,
        "text": " I appeal to you therefore, brothers,  by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship."
      },
      {
        "pk": 1960311,
        "translation": "ESV",
        "book": 45,
        "chapter": 12,
        "verse": 2,
        "text": " Do not be conformed to this world,  but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect."
      }
    ],
    "book": "Romans",
    "chapter": 12,
    "verse_start": 1,
    "verse_end": 2,
    "translation": "ESV"
  },
  "Romans 12:1-2|NIV": {
    "text": "Living SacrificesTherefore, I urge you, brothers, in view of God’s mercy, to offer your bodies as living sacrifices, holy and pleasing to God—this is your spiritual act of worship. Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God’s will is—his good, pleasing and perfect will.",
    "verses": [
      {
        "pk": 2596880,
        "translation": "NIV",
        "book": 45,
        "chapter": 12,
        "verse": 1,
        "text": "Living Sacrifices<br/>Therefore, I urge you, brothers, in view of God’s mercy, to offer your bodies as living sacrifices, holy and pleasing to God—this is your spiritual act of worship."
      },
      {
        "pk": 2596881,
        "translation": "NIV",
        "book": 45,
        "chapter": 12,
        "verse": 2,
        "text": "Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God’s will is—his good, pleasing and perfect will."
      }
    ],
    "book": "Romans",
    "chapter": 12,
    "verse_start": 1,
    "verse_end": 2,
    "translation": "NIV"
  },
  "Romans 12:1-2|NASB": {
    "text": "Therefore I urge you, brethren, by the mercies of God, to present your bodies a living and holy sacrifice, acceptable to God, [which is] your spiritual service of worship. And do not be conformed to this world, but be transformed by the renewing of your mind, so that you may prove what the will of God is, that which is good and acceptable and perfect.",
    "verses": [
      {
        "pk": 859874,
        "translation": "NASB",
        "book": 45,
        "chapter": 12,
        "verse": 1,
        "text": "Therefore I urge you, brethren, by the mercies of God, to present your bodies a living and holy sacrifice, acceptable to God, [which is] your spiritual service of worship."
      },
      {
        "pk": 859875,
        "translation": "NASB",
        "book": 45,
        "chapter": 12,
        "verse": 2,
        "text": "And do not be conformed to this world, but be transformed by the renewing of your mind, so that you may prove what the will of God is, that which is good and acceptable and perfect."
      }
    ],
    "book": "Romans",
    "chapter": 12,
    "verse_start": 1,
    "verse_end": 2,
    "translation": "NASB"
  },
  "Romans 12:1-2|NLT": {
    "text": "And so, dear brothers and sisters, I plead with you to give your bodies to God because of all he has done for you. Let them be a living and holy sacrifice — the kind he will find acceptable. This is truly the way to worship him. Don’t copy the behavior and customs of this world, but let God transform you into a new person by changing the way you think. Then you will learn to know God’s will for you, which is good and pleasing and perfect.",
    "verses": [
      {
        "pk": 2665189,
        "translation": "NLT",
        "book": 45,
        "chapter": 12,
        "verse": 1,
        "text": "And so, dear brothers and sisters, I plead with you to give your bodies to God because of all he has done for you. Let them be a living and holy sacrifice — the kind he will find acceptable. This is truly the way to worship him."
      },
      {
        "pk": 2665190,
        "translation": "NLT",
        "book": 45,
        "chapter": 12,
        "verse": 2,
        "text": "Don’t copy the behavior and customs of this world, but let God transform you into a new person by changing the way you think. Then you will learn to know God’s will for you, which is good and pleasing and perfect."
      }
    ],
    "book": "Romans",
    "chapter": 12,
    "verse_start": 1,
    "verse_end": 2,
    "translation": "NLT"
  },
  "Romans 12:1-2|RSV": {
    "text": "I appeal to you therefore, brethren, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. Do not be conformed to this world but be transformed by the renewal of your mind, that you may prove what is the will of God, what is good and acceptable and perfect.",
    "verses": [
      {
        "pk": 1346281,
        "translation": "RSV",
        "book": 45,
        "chapter": 12,
        "verse": 1,
        "text": "I appeal to you therefore, brethren, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship."
      },
      {
        "pk": 1346282,
        "translation": "RSV",
        "book": 45,
        "chapter": 12,
        "verse": 2,
        "text": "Do not be conformed to this world but be transformed by the renewal of your mind, that you may prove what is the will of God, what is good and acceptable and perfect."
      }
    ],
    "book": "Romans",
    "chapter": 12,
    "verse_start": 1,
    "verse_end": 2,
    "translation": "RSV"
  },
  "Romans 12:1-2|ASV": {
    "text": "I beseech you therefore, brethren, by the mercies of God, to present your bodies a living sacrifice, holy, acceptable to God, which is your spiritual service. And be not fashioned according to this world: but be ye transformed by the renewing of your mind, that ye may prove what is the good and acceptable and perfect will of God.",
    "verses": [
      {
        "pk": 4855516,
        "translation": "ASV",
        "book": 45,
        "chapter": 12,
        "verse": 1,
        "text": "I beseech<S>3870</S> you<S>5209</S> therefore<S>3767</S>, brethren<S>80</S>, by<S>1223</S> the mercies<S>3628</S> of God<S>2316</S>, to present<S>3936</S> your<S>5216</S> bodies<S>4983</S> a<S>2378</S> living<S>2198</S> sacrifice<S>2378</S>, holy<S>40</S>, acceptable<S>2101</S> to God<S>2316</S>, which is your<S>5216</S> spiritual<S>3050</S> service<S>2999</S>."
      },
      {
        "pk": 4855527,
        "translation": "ASV",
        "book": 45,
        "chapter": 12,
        "verse": 2,
        "text": "And<S>2532</S> be<S>4964</S> not<S>3361</S> fashioned<S>4964</S> according to<S>165</S> this<S>5129</S> world<S>165</S>: but<S>235</S> be ye transformed<S>3339</S> by the renewing<S>342</S> of<S>3563</S> your<S>5216</S> mind<S>3563</S>, that<S>1519</S> ye<S>5209</S> may prove<S>1381</S> what<S>5101</S> is the<S>2307</S> good<S>18</S> and<S>2532</S> acceptable<S>2101</S> and<S>2532</S> perfect<S>5046</S> will<S>2307</S> of God<S>2316</S>."
      }
    ],
    "book": "Romans",
    "chapter": 12,
    "verse_start": 1,
    "verse_end": 2,
    "translation": "ASV"
  },
  "1 Corinthians 9:27|KJV": {
    "text": "But I keep under my body, and bring it into subjection: lest that by any means , when I have preached to others, I myself should be a castaway.",
    "verse": 27,
    "book": "1 Corinthians",
    "chapter": 9,
    "translation": "KJV"
  },
  "1 Corinthians 9:27|NKJV": {
    "text": "But I discipline my body and bring it into subjection, lest, when I have preached to others, I myself should become disqualified.",
    "verse": 27,
    "book": "1 Corinthians",
    "chapter": 9,
    "translation": "NKJV"
  },
  "1 Corinthians 9:27|ESV": {
    "text": "But I discipline my body and keep it under control, lest after preaching to others I myself should be disqualified.",
    "verse": 27,
    "book": "1 Corinthians",
    "chapter": 9,
    "translation": "ESV"
  },
  "1 Corinthians 9:27|NIV": {
    "text": "No, I beat my body and make it my slave so that after I have preached to others, I myself will not be disqualified for the prize.",
    "verse": 27,
    "book": "1 Corinthians",
    "chapter": 9,
    "translation": "NIV"
  },
  "1 Corinthians 9:27|NASB": {
    "text": "but I discipline my body and make it my slave, so that, after I have preached to others, I myself will not be disqualified.",
    "verse": 27,
    "book": "1 Corinthians",
    "chapter": 9,
    "translation": "NASB"
  },
  "1 Corinthians 9:27|NLT": {
    "text": "I discipline my body like an athlete, training it to do what it should. Otherwise, I fear that after preaching to others I myself might be disqualified.",
    "verse": 27,
    "book": "1 Corinthians",
    "chapter": 9,
    "translation": "NLT"
  },
  "1 Corinthians 9:27|RSV": {
    "text": "but I pommel my body and subdue it, lest after preaching to others I myself should be disqualified.",
    "verse": 27,
    "book": "1 Corinthians",
    "chapter": 9,
    "translation": "RSV"
  },
  "1 Corinthians 9:27|ASV": {
    "text": "but I buffet my body, and bring it into bondage: lest by any means, after that I have preached to others, I myself should be rejected.",
    "verse": 27,
    "book": "1 Corinthians",
    "chapter": 9,
    "translation": "ASV"
  },
  "John 20:1|KJV": {
    "text": "The first day of the week cometh Mary Magdalene early, when it was yet dark, unto the sepulchre, and seeth the stone taken away from the sepulchre.",
    "verse": 1,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:2|KJV": {
    "text": "Then she runneth, and cometh to Simon Peter, and to the other disciple, whom Jesus loved, and saith unto them, They have taken away the Lord out of the sepulchre, and we know not where they have laid him.",
    "verse": 2,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:3|KJV": {
    "text": "Peter therefore went forth, and that other disciple, and came to the sepulchre.",
    "verse": 3,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:4|KJV": {
    "text": "So they ran both together: and the other disciple did outrun Peter, and came first to the sepulchre.",
    "verse": 4,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:5|KJV": {
    "text": "And he stooping down, and looking in, saw the linen clothes lying; yet went he not in.",
    "verse": 5,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:6|KJV": {
    "text": "Then cometh Simon Peter following him, and went into the sepulchre, and seeth the linen clothes lie,",
    "verse": 6,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:7|KJV": {
    "text": "And the napkin, that was about his head, not lying with the linen clothes, but wrapped together in a place by itself .",
    "verse": 7,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:8|KJV": {
    "text": "Then went in also that other disciple, which came first to the sepulchre, and he saw, and believed.",
    "verse": 8,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:9|KJV": {
    "text": "For as yet they knew not the scripture, that he must rise again from the dead.",
    "verse": 9,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:10|KJV": {
    "text": "Then the disciples went away again unto their own home.",
    "verse": 10,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:11|KJV": {
    "text": "But Mary stood without at the sepulchre weeping: and as she wept, she stooped down, and looked into the sepulchre,",
    "verse": 11,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:12|KJV": {
    "text": "And seeth two angels in white sitting, the one at the head, and the other at the feet, where the body of Jesus had lain.",
    "verse": 12,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:13|KJV": {
    "text": "And they say unto her, Woman, why weepest thou? She saith unto them, Because they have taken away my Lord, and I know not where they have laid him.",
    "verse": 13,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:14|KJV": {
    "text": "And when she had thus said, she turned herself back, and saw Jesus standing, and knew not that it was Jesus.",
    "verse": 14,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:15|KJV": {
    "text": "Jesus saith unto her, Woman, why weepest thou? whom seekest thou? She, supposing him to be the gardener, saith unto him, Sir, if thou have borne him hence, tell me where thou hast laid him, and I will take him away.",
    "verse": 15,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:16|KJV": {
    "text": "Jesus saith unto her, Mary. She turned herself, and saith unto him, Rabboni; which is to say, Master.",
    "verse": 16,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:17|KJV": {
    "text": "Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.",
    "verse": 17,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:18|KJV": {
    "text": "Mary Magdalene came and told the disciples that she had seen the Lord, and that he had spoken these things unto her.",
    "verse": 18,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:19|KJV": {
    "text": "Then the same day at evening, being the first day of the week, when the doors were shut where the disciples were assembled for fear of the Jews, came Jesus and stood in the midst, and saith unto them, Peace be unto you.",
    "verse": 19,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  },
  "John 20:20|KJV": {
    "text": "And when he had so said, he shewed unto them his hands and his side. Then were the disciples glad, when they saw the Lord.",
    "verse": 20,
    "book": "John",
    "chapter": 20,
    "translation": "KJV"
  }
}